[Language]
DisplayName=Türkçe
Modifiye Etdi: Z E C K v2.6      Kodlama dili: UCS2 Little-Endian       Tarih: 08.08.2017

[MBR Distributors]
CmbCOCDistributors_Info_01=Seçilen dağıtım temel alınarak botun COC başlatmasına izin ver
CmbSuspendAndroid_Info_01=Androi-in yalnızca arama ve saldırı şimdi kısa bir süre askıya alınıp alınmayacağını veya her ImgLoc/Resim işleme çağrısı için\r\naskıya alınacağını belirtin. Daha sık ağ sorunları yaşarsanız\r\n "Yalnızca Arama/Saldırı şimdi" seçeneğini kullanın veya bu özelliği devre dışı bırakmayı deneyin.
CmbSuspendAndroid_Item_01=Devre dışı|Sadece Arama/Saldırı şimdi|Her Resim işleme çağrısı için
Emulator_Item_01=Google
Emulator_Item_02=Kunlun
Emulator_Item_03=Qihoo
Emulator_Item_04=Baidu
Emulator_Item_05=9game
Emulator_Item_06=Wandoujia/Downjoy
Emulator_Item_07=Huawei
Emulator_Item_08=OPPO
Emulator_Item_09=VIVO
Emulator_Item_10=Anzhi
Emulator_Item_11=Kaopu
Emulator_Item_12=Lenovo
Emulator_Item_13=Guopan
Emulator_Item_14=Xiaomi
Emulator_Item_15=Haimawan
Emulator_Item_16=Leshi
Emulator_Item_17=Microvirt
Emulator_Item_18=Yeshen
Emulator_Item_19=Aiyouxi
Emulator_Item_20=Tencent
Group_01=Distributorler
Group_02=Gelişmiş Android Seçenekleri
LblAdvanced_Android_Options=Android-i Askıya Al/Yeniden Başlat
NO_COC=COC yoktur
Unknown_COC=Bilinmeyen COC
[MBR Popups]
Bot_will_exit=NOT = >> Bot tamamlandığında kapanacak ve yeniden başlatılması gerekiyor
Cancel_to_exit=Veya çıkmak için Iptal düğmesine tıklayın.
CheckPrerequisites_Item_01=Hey şef, bazi dosyalarınızı bulamıyoruz!
CheckPrerequisites_Item_02=Lütfen tüm dosyaları ve klasörleri çıkarın ve bu programi tekrar başlatın!
CheckPrerequisites_Item_03=Maalesef başlat düğmesi sabitleninceye kadar devre dışı bırakıldı!
CheckPrerequisites_Item_04=Hey şef, dosya adı yanlış!
CheckPrerequisites_Item_05="MyBot.run.exe" dosyasının ismi değiştirilmiş! Lütfen tekrar MyBot.run.exe'ye değiştirin ve botu yeniden başlatın!
Close_Bot=Botu kapat lütfen!
Delete_and_Reset_Building_info=Tüm Bina bilgileri Silme ve sıfırla için Tamam'a tıklayın
Delete_Building_Info=Bina Bilgileri Silinsin mi?
Delete_Profile_01=Profili Sil
Delete_Profile_02=Profili gerçekten silmek istediğinize eminmisiniz? Geri alma Şansınız yoktur!
Delete_then_restart_bot=Silmek için Tamam-a tıklayın ve ardindan bot-u yeniden başlatın.(El ilə olarak)
Func_AttackCSVAssignDefaultScriptName_Copy_0=Yeni Script dosyasına kopyala
Func_AttackCSVAssignDefaultScriptName_Copy_1=Kopyala
Func_AttackCSVAssignDefaultScriptName_Create=Yeni Script dosyası oluştur
Func_AttackCSVAssignDefaultScriptName_Error=Dosya oluştururken bir hata oluştu.
Func_AttackCSVAssignDefaultScriptName_File-exists=Dosya var, yeni bir dosya ismine girin
Func_AttackCSVAssignDefaultScriptName_New_0=Yeni Script Dosya Adı
Func_AttackCSVAssignDefaultScriptName_New_1=Hedef script dosyası adı
Func_cmbLanguage=Seçilen dilin yüklenmesi için botu yeniden başlatın:
Func_Locate_Building_01=Yükseltmek için 'Bina tespit et' düğmeuna tıklayın, ardından Bina/Kahramanlarınıza tıklayın.
Func_Locate_Building_02=Tüm güncellemelerin yerini tespit ettikten sonra 'Bitti' düğmesine tıklayın
Func_Locate_Building_03=Binalari bulmamak için iptalı tıklayın.
Func_Locate_Building_04=Tespit et Bina|Bitti|İptal
Func_Locate_Building_05=Yükseltmeleri tespit et
Func_Locate_Building_06=Artık Android Emulatorden fareyi kaldırabilirsiniz, teşekkürler!
Func_Locate_Building_07=Metin Okuma Hatası
Func_Locate_Building_08=Yükseltmenin maliyetini girin
Func_Locate_Building_09=Geliştirici analizi için yükseltme görüntüsünün kopyasını kaydetmek ister misiniz?
Func_Locate_Building_10=ALTIN   |  İKSIR  |KARA İKSIR
Func_Locate_Building_11=Kullanici Yardımı Gerekiyor
Func_Locate_Building_12=Yükseltme Türünü seçin:
Func_Locate_Clan_Castle_01=Tamamı tıklayın, ardından Klan Kalenizi tıklayın
Func_Locate_Clan_Castle_02=Klan Kalesini tespit et
Func_Locate_King_Altar_01=Tamamı tıklayın, ardından Barbar Krala tıklayın.
Func_Locate_King_Altar_02=Barbar Kralı tespit et
Func_Locate_Laboratory_01=Tamamı tıklayın, ardından Laboratuar binanizi tıklayın.
Func_Locate_Laboratory_02=Laboratuvari tespit et
Func_Locate_Queen_Altar_01=Tamam’i tıklayın, ardından Okçu Kraliçe tıklayın.
Func_Locate_Queen_Altar_02=Okçu Kraliçeyi tespit et
Func_Locate_TownHall_01=Tamam’i tıklayın ve Belediye Binasi’ni tıklayın.
Func_Locate_TownHall_02=Belediye Binasi’ni tespit et
Func_Locate_Warden_Altar_01=Tamam’i tıklayın, ardından Büyük Koruyucuyu tıklayın.
Func_Locate_Warden_Altar_02=Büyük korucuyu tespit et
Func_PresetDeleteConf_Info_01=Konfigürasyonu Sil
Func_PresetDeleteConf_Info_02=Konfigürasyonu silmek istediğinizden emin misiniz?
Locate_building_01=Konumu tıkladıkdan sonra fareyi hızla hareket ettirmeyin
Locate_building_02=Binanın adının Mybot için görünür olduğundan emin olun!
Locate_building_03=Artık Android Emulator'den fareyi kaldırabilirsiniz, teşekkürler!
Locate_building_04=Uyarı!
Locating_your_TH=Belediye binasını yükseltmedeyken tespit ettiyseniz,
Must_restart_bot=O zaman botu yeniden başlatmalısınız!
MyVillage=Köyüm
Ok=Tamam
Ok_Cancel=Tamam|Iptal et
OK_to_restart_bot=Botu yeniden başlatmak için Tamam’i tıklayın,
Profile_Already_Exists_01=Profil zaten var.
Profile_Already_Exists_02=zaten var
Profile_Already_Exists_03=zaten var.
Profile_Already_Exists_04=Lütfen profiliniz için başka bir ad seçin.
Restart_bot=Bot'u kapatmak için Tamam’i tıklayın ve ardından botu yeniden başlatın (El İlə)
Settings_DPI_Error_01=Dpi ayarınız yanlış Şuna ayarlayın
Settings_DPI_Error_02=%. Bu botun çalışması için onu 100% ayarlamanız gerekir.
Settings_DPI_Error_03=DPI değerini doğru değere değiştirdikden sonra, bilgisayarınızı yeniden başlatın ve botu tekrar çalıştırın.
Settings_DPI_Error_04=Bu değişikliği yapana kadar botu kullanamazsınız.
Settings_DPI_Error_05=DP’yi değiştirme talimatlarını görmek için Tamam’i tıklayın.
Settings_DPI_Error_06=DPI yanlış
Settings_DPI_Error_07=Desteklenmiyor
Settings_DPI_Error_08=Üzgünüz, işletim sisteminiz bot tarafından desteklenmiyor.
Settings_Error=Ekran Ayar Hatası
sText_01=MyBot ciddi bir hata yaşadı
sText_02=Bulunamadı veya başlatılamıyor
sText_03=PC'yi yeniden başlatın ve tekrar deneyin,
sText_04=Daha fazla yardim için www.mybot.run forumlarında arama yapın
sText_05=MyBotu Kapat!
sText_06=tamam - Programdan çıkmak zorundasınız
Sure_Close Bot=Botu yeniden başlatmak istediğinizden emin misiniz?
Sure_Delete_Building_Info=Bina bilgilerini silmek istediğinizden emin misiniz?
YES_NO=EVET|HAYIR
[MBR Func_AtkLogHead]
AtkLogHead_Text_01=SALDIRI GÜNLÜĞÜ
AtkLogHead_Text_02=|                 ------- RESULT ------ ---- LOOT ---- ---- BONUS ----
AtkLogHead_Text_03=|AC|TIME.|TROP|SRC|CLOUD|TH|TR|[%]|TR.|S|GOLD|ELIX|  DE|GOLD|ELIX|  DE|L.
[MBR Func_Village_Upgrade]
BtnResetLabUpgradeTime_Info_01=Kırmızı düğme göründüğü sürece laboratuvar yükseltmede olduğu anlamına gelir.
BtnResetLabUpgradeTime_Info_02=Yükseltmenin tamamlanmasına yakın bu otomatik olarak kaybolacaktır.
BtnResetLabUpgradeTime_Info_03=Yükseltme elle, normal bitiş saatinden önce taşlar ile bitmiş olması durumunda,
BtnResetLabUpgradeTime_Info_04=YENİ YÜKSELTME BAŞLAMADAN ÖNCE iç yükseltme zamanlayıcı sıfırlamak için kırmızı düğmeye tıklayın.
BtnResetLabUpgradeTime_Info_05=Dikkat - Gereksiz zamanlayıcı sıfırlama, laboratuvar durumunu sürekli kontrol etmek için zorlar.
BtnResetLabUpgradeTime_Info_06=Asker Başlanğıcı
BtnResetLabUpgradeTime_Info_07=Tamamlanmayı asağıdaki adresten kontrol etmeye başlayacak:
Lab_GUIUpdate_Info_00=Kırmızı düğme göründüğü sürece laboratuvar yükseltmede olduğu anlamına gelir.
Lab_GUIUpdate_Info_01=Yükseltmenin tamamlanmasına yakın bu otomatik olarak kaybolacaktır.
Lab_GUIUpdate_Info_02=Yükseltme elle, normal bitiş saatinden önce taşlar ile bitmiş olması durumunda,
Lab_GUIUpdate_Info_03=YENİ YÜKSELTME BAŞLAMADAN ÖNCE iç yükseltme zamanlayıcı sıfırlamak için kırmızı düğmeye tıklayın.
Lab_GUIUpdate_Info_04=Dikkat - Gereksiz zamanlayıcı sıfırlama, laboratuvar durumunu sürekli kontrol etmek için zorlar.
Lab_GUIUpdate_Info_05=Asker Başlanğıcı
Lab_GUIUpdate_Info_06=Tamamlanmayı aşağıdaki adresten kontrol etmeye başlayacak:
Lab_GUIUpdate_Info_07=Laboratuar güncelleme zamanlayacısını sıfırlamak istediğinizden 100% emin misiniz?
Lab_GUIUpdate_Info_08=Sıfırlamak için Tamam'i tıklayın
Lab_GUIUpdate_Info_09=Veya çıkmak için Iptal düğmesine tıklayın
Lab_GUIUpdate_Info_10=Zamanlayıcıyı sıfırlayın
Lab_GUIUpdate_Info_11=İptal ve İade
Lab_GUIUpdate_Info_12=Laboratuarda yükseltme zamanlayacısını sıfırlayın?
[MBR GUI Control Bottom]
Func_AndroidEmbedded_False=Birleştirme
Func_AndroidEmbedded_True=Birleştir
Func_btnHide_False=Göster
Func_btnHide_True=Gizle
[MBR Global GUI Design]
AM=AM
Clear_set_row_of_boxes=Bu düğme satırdaki tüm kutuları işaretler yada temizler
Day=Gün
days=gün
Fr=Fr
Friday=Cuma
Hour=Saat
Hours=Hours
hr=saat
hrs=saat
LblTownhall=Köy Binası
Level=Seviye
Maxi=Maks
min.=dakika
Mini=Min
Minutes=Dakikalar
Mo=Mo
Monday=Pazartesi
None=Yok
Only_during_day=Sadece haftanın bu gün boyunca
Only_during_hours=Bağış ve İsteği sadece günün bu saatlerinde çalıştır
PM=PM
Sa=Sa
Saturday=Cumartesi
search(es).=arama(es).
sec.=sn.
second=saniye
seconds=saniyeler
Su=Su
Sunday=Pazar
Th=Th
Thursday=Perşembe
Tu=Tu
Tuesday=Salı
We=We
Wednesday=Çarşamba
[MBR Main GUI]
disabled_Tab_02_STab_02_STab_Info_01=Note: Bağış devre dışı bırakıldı, ilgili onay işaretini işaretleyin.
disabled_Tab_03_STab_02_STab_Info_01=Not: Bu strateji devre dışı,
disabled_Tab_03_STab_02_STab_Info_02=sekmesini etkinleştirmek için işaretleyin!
MISC_TAB_ITEM1=Asıl Köy
MISC_TAB_ITEM2=İnşaatçı Üssü
Tab_01=Günlük
Tab_02=Köy
Tab_02_STab_01=Çeşitli
Tab_02_STab_02=İstek ve Bağış
Tab_02_STab_02_STab_01=Birlik İsteği
Tab_02_STab_02_STab_02=Birlik Bağışı
Tab_02_STab_02_STab_03=Bağış Zamanlaması
Tab_02_STab_03=Yükseltme
Tab_02_STab_03_STab_01=Laboratuar
Tab_02_STab_03_STab_02=Kahramanlar
Tab_02_STab_03_STab_03=Binalar
Tab_02_STab_03_STab_04=Duvarlar
Tab_02_STab_04=Kırılamaz Modu
Tab_02_STab_05=Bildirim
Tab_02_STab_05_STab_01=PushBullet
Tab_02_STab_05_STab_02=Bildirim Zamanlaması
Tab_03=Saldırı Planı
Tab_03_STab_01=Birlik Eğitimi
Tab_03_STab_01_STab_01=Birlik ve Büyü Eğitimi
Tab_03_STab_01_STab_02=Hızlandırma
Tab_03_STab_01_STab_03=Eğitim Sırası
Tab_03_STab_01_STab_04=Seçenekler
Tab_03_STab_02=Arama && Saldırı
Tab_03_STab_02_STab_01=Ölü Köy
Tab_03_STab_02_STab_01_STab_01=Toplayıcılar
Tab_03_STab_02_STab_02=Canlı Köy
Tab_03_STab_02_STab_03=KB Avı
Tab_03_STab_02_STab_04=KB Zorbalığı
Tab_03_STab_02_STab_05=Ayarlar
Tab_03_STab_02_STab_05_STab_01=SmartZap
Tab_03_STab_02_STab_05_STab_02=Kupa Ayarları
Tab_03_STab_02_STab_0X_STab_01=Arama
Tab_03_STab_02_STab_0X_STab_02=Saldırı
Tab_03_STab_02_STab_0X_STab_03=Savaşı Bitir
Tab_03_STab_03=Stratejiler
Tab_03_STab_03_STab_01=Strateji Yükle
Tab_03_STab_03_STab_02=Strateji Kaydet
Tab_04=Bot
Tab_04_STab_01=Özelleştir
Tab_04_STab_02=Android
Tab_04_STab_03=Hata Ayıklama
Tab_04_STab_04=Profiller
Tab_04_STab_05=İstatistikler
Tab_04_STab_05_STab_01=Kazanç
Tab_04_STab_05_STab_02=Çeşitli
Tab_04_STab_05_STab_03=Saldırı
Tab_04_STab_05_STab_04=Bağışlarınız
Tab_05=Hakkımızda
[MBR GUI Design Bottom]
BtnAttackNowDB=Ö.K Saldırısı!
BtnAttackNowLB=C.K Saldırısı!
BtnAttackNowTS=KB Avı!
BtnEmbed=Birleştir
BtnEmbed_Info_01=Android Penceresini Bot'a yerleştirmek için bunu kullanın.
BtnHide=Gizle
BtnHide_Info_01=Kullandığınız emulatör ekranını gözden uzağa taşımak için tıklayın.
BtnHide_Info_02=(Alta indirmez, gizler)
BtnMakeScreenshot=Foto
BtnMakeScreenshot_Info_01=Köyünüzün anlık görüntüsünü almak ve bir dosyaya kayd etmek için tıklayın.
BtnPause=Duraklat
BtnPause_Info_01=Devam ettirene kadar tüm eylemleri durdurur.
BtnResume=Devam
BtnResume_Info_01=Duraklatılan botu devam ettirir.
BtnSearchMode=Arama Modu
BtnSearchMode_Info_01=Saldırı yapmaz, koşullarla eşleşen köy arar
BtnStart=Başlat
BtnStart_Info_01=Botu başlatmak için bunu kullanın.
BtnStop=Durdur
BtnStop_Info_01=Botu (veya ESC tuşunu) DURDURMAK için kullanın.
ChkBackgroundMode=Arkaplan
ChkBackgroundMode_Info_01=Arkaplan modunu etkinleştirmek için işaretleyin.
ChkBackgroundMode_Info_02=Bununla Android Emulator penceresini gizleyebilirsiniz.
Group_01=- ücretsiz bot -
GrpVillage=Köy
GrpVillage_Info_01=Köy bilgileri ve istatistikler arasında geçis yapma
LblDonate=Gelişimi destekle
LblDonate_Info_01=Paypal Bağışı
LblVillageReportTemp_01=Köy Raporu ilk
LblVillageReportTemp_02=başlatılmadan sonra
LblVillageReportTemp_03=burada görünecek.
[MBR GUI Design Child Attack - Attack Scripted]
CmbScriptDropline=Damla çizgileri dış köşe | Damla çizgi yumruğu Kırmızı çizgi noktası | Tam Damla çizgisi düzeltildi Dış köse | Tam birakma Kırmızı Hat Çizgisi nıktası | Bırakma çizgisi yok
CmbScriptDropline_Info_01=Parça Parça kenarlarini seçin. Varsayılan değer dış kö.edir ve daha güvenlidir. İlk Kırmızı çizgi Nokta saldırı seviyesini artırabilir.
CmbScriptName=Script i seçin. 'CSV/Attack' klasörüne yeni script ekleyebilir veya değiştirebilirsin.
CmbScriptRedlineImpl=ImgLoc Ham Redline (varsayılan)|ImgLoc Redline Damla Noktaları|Orijinal Redline|External Edges
CmbScriptRedlineImpl_Info_01=Kırmızı çizgi uygulamasını seçin. ImgLoc varsayılan kırmızı çizgisi en iyisidir.
Group_01=CSV Script Seçimi ve Ayarları
IconCopy_Info_01=Script i farklı kaydet
IconCreate_Info_01=Yeni CSV Dosyası Oluştur
IconReload_Info_01=Yeniden Yükle
IconShow-Edit_Info_01=Görüntüle/Düzenle
[MBR GUI Design Child Attack - Attack]
ChkTHSnipeBeforeEnable=Önce KB'sına Saldır
ChkTHSnipeBeforeEnable_Info_01=Girilen kenar uzaklığı aranan köy binası ile eşleşirse önce Köy Binasına saldırır.
Chk-Use-Clan Castle_Info_01=Klan kalesinde birlik varsa savaşta kullan.
Chk-Use-Clone_Info_01=Saldırı Sırasında Klon Büyülerini Kullanın ...
Chk-Use-Earthquake_Info_01=Deprem Büyüsü Kullan ...
Chk-Use-Freeze_Info_01=Dondurma Büyüsü Kullan ...
Chk-Use-Haste_Info_01=Acele/Hız Büyüsü Kullan ...
Chk-Use-Healing_Info_01=İyileştirme Büyüsü Kullan ...
Chk-Use-Jump_Info_01=Atlama Büyüsü Kullan ...
Chk-Use-King_Info_01=Saldırıda Barbar Kral'ı Kullan ...
Chk-Use-King_Info_02=Köy Binası 7 ve üzerinde etkinleşir
Chk-Use-Light_Info_01=Saldırı zaman ışık Büyü kullanın ...
Chk-Use-Poison_Info_01=Zehir Büyüsü Kullan ...
Chk-Use-Queen_Info_01=Saldırıda Okçu Kraliçe'yi Kullan ...
Chk-Use-Queen_Info_02=Köy Binası 9 ve üstünde etkinleşir
Chk-Use-Rage_Info_01=Öfke Büyüsü Kullan ...
Chk-Use-Skeleton_Info_01=Saldırı Sırasında Skeleton Büyülerinizi Kullanın ...
Chk-Use-Warden_Info_01=Saldırıda Büyük Koruyucu'yu Kullan ...
Chk-Use-Warden_Info_02=Köy Binası 11'de etkinleşir
Cmb-Algorithm_Item_01=Standart Saldırı
Cmb-Algorithm_Item_02=CSV Script
Cmb-Algorithm_Item_03=Milking
Cmb-Algorithm_Item_03_SubItem_01=A - Toplayıcılar
Cmb-Algorithm_Item_03_SubItem_02=B - Koşullar
Cmb-Algorithm_Item_03_SubItem_03=C - Saldırı
Cmb-Algorithm_Item_03_SubItem_04=D - Milkingden Sonra
Cmb-Algorithm_Item_03_SubItem_05=E - Gelişmiş
Cmb-SelectTroop_Info_01=Saldırılarda kullanılacak birlikleri seçin
Cmb-SelectTroop_Item_01=Tüm Askerleri Bırak
Cmb-SelectTroop_Item_02=Kışlaları Kullan
Cmb-SelectTroop_Item_03=Sadece Barbar
Cmb-SelectTroop_Item_04=Sadece Okçu
Cmb-SelectTroop_Item_05=Barbar+Okçu
Cmb-SelectTroop_Item_06=Barbar+Goblin
Cmb-SelectTroop_Item_07=Okçu+Goblin
Cmb-SelectTroop_Item_08=Barbar+Okçu+Dev
Cmb-SelectTroop_Item_09=B+O+Gob+Dev
Cmb-SelectTroop_Item_10=B+O+Domuz Binici
Cmb-SelectTroop_Item_11=B+O+Dalkavuk
CmbTHSnipeBeforeScript_Info_01=CSV/THSnipe klasöründeki csv dosyalarını düzenleyerek saldırı ekleme/düzenleme yapabilirsiniz.
Group_01=Saldırı Ayarları
Group_02=KB Avı
LblAttackType=Saldırı Tipi
LblSelectSpecialTroop=Özel birlikleri kullan
LblSelectTroop=Sadece bu birlikleri bırak
LblTHSnipeBeforeTiles=Uzaklık Karo
LblTHSnipeBeforeTiles_Info_01=Önce Köy Binasına saldırmak için kenardan kaç karo uzaklıkta olacağını girin
[MBR GUI Design Child Attack - Attack Standard]
ChkAttackNearDarkElixirDrill_Info_01=Birlikleri kara iksir sondaları yakınına bırak
ChkAttackNearElixirCollector_Info_01=Birlikleri iksir sondaları yakınına bırak
ChkAttackNearGoldMine_Info_01=Birlikleri altın madenleri yakınına bırak
ChkRandomSpeedAtk=Birlik & Dalga için Rasgele Gecikme
ChkSmartAttackRedArea=Akıllı Saldırı: Kırmızı Hat Yakınından
ChkSmartAttackRedArea_Info_01=Köyün dışındaki "Kırmızı Hattı" algılamak ve birlikleri yakından bırakmak için kullanın
CmbSmartDeploy_Info_01=Kenarlar, sonra birlikler
CmbSmartDeploy_Info_02=Birlikler, sonra kenarlar
CmbStandardDropOrder_Info_01=Önceden belirlenmis bir birlik birakma emrini seçin.
CmbStandardDropOrder_Info_02=Her seçenek birlikleri farkli bir düzende ve farkli dalgalar halinde konuslandirir
CmbStandardDropOrder_Info_03="Sadece askerleri birak" seçeneginde seçilen birlikler olacaktir.
CmbStandardDropOrder_Item_01=Kenarlar, sonra birlikler
CmbStandardDropSides_Info_01=Tek kenardan saldır, köyün içine girer
CmbStandardDropSides_Info_02=İki kenardan saldır, köyün içine girer
CmbStandardDropSides_Info_03=Üç kenardan saldır, dışarıdakileri temizler, birazda içerden alır
CmbStandardDropSides_Info_04=Dağıtılacak Kenar Sayısını Seçin
CmbStandardDropSides_Info_05=Birlikleri Kara iksir Deposuna yakın tek taraflı bırak
CmbStandardDropSides_Info_06=Birlikleri Belediye Binasına yakın tek taraflı bırak
CmbStandardDropSides_Item_01=Tek Kenar
CmbStandardDropSides_Item_02=İki Kenar
CmbStandardDropSides_Item_03=Üç Kenar
CmbStandardDropSides_Item_04=Tüm kenarlar eşit
CmbStandardDropSides_Item_05=K.İ. Tarafından Saldırı
CmbStandardDropSides_Item_06=KB Tarafından Saldırı
Group_01=Birlik Dağıtım Seçenekleri
Label_01=Birlik Dağıtımı
Label_02=Kenarlar
Lbl-CmbStandardUnitDelay=Gecikme
Lbl-CmbStandardUnitDelay_Info_01=Birliklerin dağıtımını geciktirir. 1 (hızlı) = Bot Gibi, 10 (yavaş) insan gibi
Lbl-CmbStandardUnitDelay_Info_02=Rastgele seçerseniz bot daha insancıl saldırı yapacaktır.
Lbl-CmbStandardWaveDelay_Info_01=Dalğa
LblSmartDeploy=Dağıtım Tipi
LblSmartDeploy_Info_01=Birlik dalğaları için dağıtım tarzını seçin
LblSmartDeploy_Info_02=Tip 1: Her birlik türü için tüm kenarlardan birer dalğa bırak ve diğer türe geç VEYA
LblSmartDeploy_Info_03=Tip 2: Kenarların her birinde tüm birliklerden tam bir dalğa dağıt (örn: dev, barbar ve okçu) sonra diğer kenara geç
[MBR GUI Design Child Attack - EndBattle]
ChkDEEnd=Eğer
ChkDEEnd_Info_01=Min Kara İksir yüzdesinin altına düşerse ve Barbar Kral'ın canı azalırsa Savaşı Bitirir.
ChkDEEnd_Info_02=Min Kara İksir yüzdesinin altına düşerse ve Okçu Kraliçe'nin canı azalırsa Savaşı Bitirir.
ChkDESideEB=Altında ise
ChkDESideEB_Info_01=Kara İksir tarafından saldırı için özel koşulları aktif eder.
ChkDESideEB_Info_02=Ek seçenekler seçilmezse savaşı Toplam Kara İksir Yüzdesinin Altına Düştüğünde bitirir.
ChkDisableOtherEBO=Normal Savaşı Bitir Ayarlarını Yoksay
ChkDisableOtherEBO_Info_01=Kara iksir tarafından saldırı bulunduğundan normal Savaş Bitirme seçeneklerini geçersiz kılar.
ChkEndNoResources=Kaynak kalmadığında
ChkEndNoResources_Info_01=Altın, İksir ve Kara İksir = 0 ise savaşı bitirir
ChkEndOneStar=Bir Yıldız kazanıldığında
ChkEndOneStar_Info_01=1 yıldız kazanılırsa savaşı bitirir
ChkEndOneStar_Info_02=1 Yıldız Kazanıldığında
ChkEndPercentChange=Yüzde yoksa
ChkEndPercentChange_Info_01=Yüzde değişmediğinde Savaşmayı Sona Erdir
ChkEndPercentHigher=Ne zaman yüzdesi
ChkEndPercentHigher_Info_01=Yüzdesi seçilmemişdirse savaşı bitir
ChkEndTwoStars=İki Yıldız Kazanıldığında
ChkEndTwoStars_Info_01=2 Yıldız kazanılırsa savaşı bitirir
ChkStopAtkNoLoot=Ganimet kazanılmadığında
ChkStopAtkNoLoot_Info_01=Belirtilen saniye süresince yeni ganimet kazanılmazsa savaşı bitirir
ChkStopAtkNoLoot_Info_02=Geri sayım tüm birlik ve kahramanlar bırakıldıktan sonra başlayacaktır.
Group_01=Saldırıyı Bitir
Group_02=K.İ Tarafından Saldır için Savaşı Bitirme
LabelDE_01=Seçenekleri
LabelDE_Info_01=Canlı Köy Dağıtım Türünden
LblDEEnd=zayıflarsa
LblMinRerourcesAtk2=Ve kalan kaynaklar aşağıdaki gibiyse
LblMinRerourcesAtk2_Info_01=Kalan kaynak bu miktarın altında ise.
LblPercentChange=seçin
LblPercentHigher=yukarı
LblStopAtkNoLoot=Bekle
LblSwitch_DB_Attack_at_END=Ö.K Saldiriyi Son'da degistir
TxtArmyCamps2_Info_01=Bu seçenegi aktive etmeden önce % Ordu kamplarini ayarla
[MBR GUI Design Child Attack - Search]
ChkActivateCamps=Ordu Kampı
ChkActivateCamps_Info_01=Ordu Kampı seçeneğini aktif hale getirip % olarak ayarlayın
ChkActivateSearches=Arama
ChkActivateSearches_Info_01=Bu saldırı türü için ARAMA araligini etkinleştir.
ChkActivateSearches_Info_02=Ayar, arama islemini başlatmak için arama sinirini ayarlamaz!
ChkActivateTropies=Kupalar
ChkActivateTropies_Info_01=Bu seçenek Tropileri girilen aralikta kalacak DEGILDIR!
ChkMaxAirDefense=Hava Savunmasi'nin bu seviyenin altinda oldugu bir tabani ara
ChkMaxEagle=Eagle Topçu'nun bu seviyenin altinda oldugu bir üs arayin
ChkMaxInferno=Bu seviyenin altinda Cehennem olan bir tabani ara
ChkMaxMortar=Harç olan bir tabani bu seviyenin altinda bul.
ChkMaxWizTower=Sihirbaz Kulesi'nin bu seviyenin altinda oldugu bir tabani ara
ChkMaxXBow=Bu seviyenin altindaki X-Bow'e sahip bir tabani ara
ChkMeetDE=Kara İksir
ChkMeetDE_Info_01=Saldırı için aramaya Kara İksir kuşulu ekle
ChkMeetOne=Koşullardan Biri Eşleşirse Saldır
ChkMeetOne_Info_01=Yukarıdaki koşullardan BİR TANESİ sağlanırsa saldır
ChkMeetTH_Info_01=Saldırı için Köy Binası Seviyesi koşulu ekle
ChkMeetTHO=Köy Binası Dışarıda
ChkMeetTHO_Info_01=Aranan köyün, Köy binası dışarıda olması için işaretleyin
ChkMeetTrophy_Info_01=Saldırı için aramaya Kupa Sayısı koşulu ekle
ChkMeetTrophy_Info_02=Saldırılacak köyde aranan minimum kupa.
ChkMeetTrophy_Info_03=Max ayarlayın. Bir köyde saldırıya geçmek için aradığı Kupa sayısı.
ChkSpellsWait=Büyüler Hazir olmasi için Bekleyin
ChkSpellsWait_Info_01=Büyüler hazir degilse sadliriya çikma
ChkSpellsWait_Info_02=Uyarı: Büyü fabrikasi yoksa veya bot saldirmazsa etkinlestirmeyin!
ChkWaitForCastleSpell=Kaleye Büyü Gelene Kadar Bekle
ChkWaitForCastleSpell_Info_01=Klan Kalesine Büyü Alinina kadar bekle
ChkWaitForCastleTroops=Kale birliklerinin dolmasi için bekleyin
ChkWaitForCastleTroops_Info_01=Klan Kaleniz bitene kadar bekleyin
CmbDBTH=Saldırılacak köyün maksimum Köy Binası seviyesi
CmbMaxAirDefense_Info_01=Maksimumi ayarlayin. Bir köyde saldırı yapmak için arama yapmak için Hava Savunma seviyesi.
CmbMaxEagle_Info_01=Köy Binası 11 olduğunda etkinleşir.
CmbMaxInferno_Info_01=Köy Binası 9 ve üstünde etkinleşir.
CmbMaxMortar_Info_01=Aranan köyde olabilecek maksimum Havan seviyesi.
CmbMaxWizTower_Info_01=Aranan köyde olabilecek maksimum Sihirbaz Kulesi seviyesi.
CmbMaxXBow_Info_01=Köy Binası 7 ve üstünde etkinleşir.
CmbMeetGE_Info_01=Altın Ve/Veya/Artı iksir için girilen koşullara uygun köy arar.
CmbMeetGE_Info_02=VE: İki koşulda karşılanmalı. Altın ve iksir.
CmbMeetGE_Info_03=VEYA: Koşullardan biri karşılanmalı. Altın veya iksir.
CmbMeetGE_Info_04=+ (ARTI): Toplam Altın + İksir miktarı karşılanmalı.
CmbMeetGE_Item_01=A ve İ
CmbMeetGE_Item_02=A veya K.İ
CmbMeetGE_Item_03=A + İ
CmbWaitForCastleSpell=Hepsi
Group_01=Aramaya Başla
Group_02=Filtreler
Group_03=Zayıf taban | Maksimum savunma
LblActivateMaxSearches_Info_01=Maksimum arama sayısı
LblActivateMaxTropies_Info_01=Maksimum Kupa
LblActivateMinSearches=Minimum arama sayısı
LblActivateMinSearches_Info_01=Bu saldırıyı etkinleştirmek için Minumum arama sayısını seçin
LblActivateMinTropies_Info_01=Minimum Kupa
LblAddTiles_01=Aşağıdaki koşullarda Köy Binasının
LblAddTiles_02=kenarlara olan uzaklığı
LblSWTTiles=Ordu Eğitilirken
LblSWTTiles_Info_01=Kaç karo uzaklık olması gerektiğini girin
LblTHadd_Info_01=KB'sının dışarıda olarak görülmesi için köyün kenarlarından kaç 1x1 karo 'çimen' uzaklıkta olması gerektiğini girin.
LblTHadd_Info_02=Örn: (0) karo; KB tamamen kenarda olmak zorunda. (4) karo: KB kenara 4 karo uzaklıkta ve köyün merkezine daha yakın olabilir.
LblTHadd_Info_03=Eğer KB'sı girilen karodan daha uzak ise o köy geçilecektir.
TxtHeroesWait=Heroes için bekle
TxtHeroesWait_Info_01=Yükseltmede olan bir kahraman seçildiğinde, Kahramanları bekle seçeneği devre dışı kalır.
TxtKingWait_Info_01=Saldırmadan önce Barbar Kral'ın hazır olmasını bekle
TxtKingWait_Info_02=B.binasi 7 ve üzeri ile etkinlestirildi
TxtMinDarkElixir_Info_01=Saldırılacak köyde aranan minimum kara iksir miktarı.
TxtMinElixir_Info_01=Saldırılacak köyde aranan minimum iksir miktarı.
TxtMinGold_Info_01=Saldırılacak köyde aranan minimum altın miktarı.
TxtMinGoldPlusElixir_Info_01=Saldırılacak köyde aranan minimum altın + iksir miktarı.
TxtQueenWait_Info_01=Saldırmadan önce Okçu Kraliçe'nin hazır olmasını bekle
TxtQueenWait_Info_02=B.Binasi 9 ve üstü ile etkinlestirildi
TxtWaitForCastleSpell=Ve
TxtWardenWait_Info_01=Saldırmadan önce Büyük Koruyucu'nun hazır olmasını bekle
TxtWardenWait_Info_02=B.Binasi 11 ile etkinlestirildi
[MBR Global GUI Design Names Spells]
TxtCloneSpells=Klon Büyüsü
TxtEarthQuakeSpells=Deprem Büyüsü
TxtFreezeSpells=Dondurma Büyüsü
TxtHasteSpells=Acele/Hız Büyüsü
TxtHealingSpells=İyileştirme Büyüsü
TxtJumpSpells=Atlama Büyüsü
TxtLightningSpells=Yıldırım Büyüsü
TxtPoisonSpells=Zehir Büyüsü
TxtRageSpells=Öfke Büyüsü
TxtShortCloneSpells=Klon
TxtShortEarthquakeSpells=Deprem
TxtShortFreezeSpells=Dondurma
TxtShortHasteSpells=Acele/Hız
TxtShortHealSpells=İyileştirme
TxtShortJumpSpells=Atlama
TxtShortLightningSpells=Yıldırım
TxtShortPoisonSpells=Zehir
TxtShortRageSpells=Öfke
TxtShortSkeletonSpells=İskelet
TxtSkeletonSpells=İskelet Büyüsü
[MBR Global GUI Design Names Troops]
Grand Warden=Büyük Koruyucu
King=Kral
Queen=Kraliçe
TxtArchers=Okçu
TxtBabyDragons=Bebek Ejderha
TxtBalloons=Balon
TxtBarbarians=Barbar
TxtBowlers=Atıcı
TxtDragons=Ejderha
TxtGiants=Dev
TxtGoblins=Goblin
TxtGolems=Golem
TxtHealers=Şifacı
TxtHogRiders=Domuz Binici
TxtLavaHounds=Lav Tazı
TxtMiners=Madenci
TxtMinions=Dalkavuk
TxtPekkas=Pekka
TxtValkyries=Valkyrie
TxtWallBreakers=Duvar Kırıcı
TxtWitches=Cadı
TxtWizards=Büyücü
[MBR GUI Design Child Attack - Troops]
Btn_Remove_Army=Kampı Sil
ChkForceBrewBeforeAttack=Büyüleri Sürekli Üret
ChkTotalCampForced=Kamp Kapasitesini Zorla
ChkTotalCampForced_Info_01=Ordu kampı kapasitesi tespit edilmezse (sormak yerine)
ChkUseQuickTrain=Hizli Eğitimi Kullan
Group_01=Birlik Eğitimi
Group_02=Büyü Hazırla
LblCamps=Camps
LblCountTotal=Topl.
LblCountTotal_Info_01=Birliklerin toplam yüzdesi 100%'e eşit olmalıdır.
LblFullTroop=Dolu Kamp
Mouse_Left_Click=Farenin Sol Click Seviye Yükseltebilirsiniz.\r\nShift + Fare Sol Click ile Asagi Indirebilirisiniz
RdoArmy_01=Kamp 1
RdoArmy_02=Kamp 2
RdoArmy_03=Kamp 3
SpellCapacity=Büyü Kapasitesi
TxtFullTroop_Info_01=Bu yüzdeye ulaşıldığında ordu kampları "Dolu" kabul edilir ve saldırıya başlanır.
TxtSetSpell_Info_01=miktarını girin.
TxtSetTroop_Info_01=Yüzde olarak
TxtSetTroop_Info_02=miktarını girin.
TxtTotalCountSpell_Info_01=Büyü kapasitesini girin. Büyü üretmek istemiyorsanız "0" seçin.
[MBR GUI Design Child Attack - Bully]
CmbBullyMaxTH_Info_01=KB Zorbalığı ile saldırılacak maksimum Köy Binası seviyesi
Group_01=Combo KB Zorbalığı
LblATBullyMode=Maks KB seviyesi
LblBullyMode=KB zorbalığı modunda Köy binası seviye şartlarını sağlayan köylere saldıracaktır.
LblSearch=Zorbalığı etkinleştir
LblSearch_Info_01=KB Zorbalığı: Aktif edilmek için gereken arama sayısı
LblWhenFound=Aşağıda seçili olan saldırı ayarlarını kullan
RadBullyUseDBAttack=Ölü Köy Atk.
RadBullyUseDBAttack_Info_01=KB Zorbalığı için Ölü Köy ayarlarını kullan
RadBullyUseLBAttack=Canlı Köy Atk.
RadBullyUseLBAttack_Info_01=KB Zorbalığı için Canlı Köy ayarlarını kullan
[MBR GUI Design Child Attack - Deadbase-Collectors]
ChkCollectorLevel_Info_01=Bu kutu işaretli ise, o zaman bot kaynağa bakacak
ChkCollectorLevel_Info_02=Tam
ChkCollectorLevel10_Info_01=Ölü Köy algılama şimdi seviye 10 iksir sondasına bakması için.
ChkCollectorLevel11_Info_01=Ölü Köy algılama şimdi seviye 11 iksir sondasına bakması için.
ChkCollectorLevel12_Info_01=Ölü Köy algılama şimdi seviye 12 iksir sondasına bakması için.
ChkCollectorLevel6_Info_01=Ölü Köy algılama şimdi seviye 6 iksir sondasına bakması için.
ChkCollectorLevel7_Info_01=Ölü Köy algılama şimdi seviye 7 iksir sondasına bakması için.
ChkCollectorLevel8_Info_01=Ölü Köy algılama şimdi seviye 8 iksir sondasına bakması için.
ChkCollectorLevel9_Info_01=Ölü Köy algılama şimdi seviye 9 iksir sondasına bakması için.
ChkDisableCollectorsFilter=Toplayici Filtresini Devre Dışı Birak
ChkDisableCollectorsFilter_Info_01=Toplayici Filtresi hariç, bot DeadBase'i ActiveBase olarak degerlendiriyor
CmbMinCollectorMatches_Info_01=Köyün "ölü" oldugunu anlamak için kaç toplayicinin gerekli oldugunu seçin
Group_01=Toplayıcılar
LblCollectorLevel=Ölü Köy aramasında toplayıcıların seviye ve doluluk oranlarını seçin.
LblCollectorLevel10=Lvl 10. olmalı >
LblCollectorLevel10_Info_01=Ölü Köy olarak belirlenmesi için, seviye 10 iksir toplayıcısının doluluk olarnını seçiniz.
LblCollectorLevel11=Lvl 11. olmalı >
LblCollectorLevel11_Info_01=Ölü Köy olarak belirlenmesi için, seviye 11 iksir toplayıcısının doluluk olarnını seçiniz.
LblCollectorLevel12=Lvl 12. olmalı >
LblCollectorLevel12_Info_01=Ölü Köy olarak belirlenmesi için, seviye 12 iksir toplayıcısının doluluk olarnını seçiniz.
LblCollectorLevel6=Lvl 6. olmalı  >
LblCollectorLevel6_Info_01=Ölü Köy olarak belirlenmesi için, seviye 6 iksir toplayıcısının doluluk olarnını seçiniz.
LblCollectorLevel7=Lvl 7. olmalı  >
LblCollectorLevel7_Info_01=Ölü Köy olarak belirlenmesi için, seviye 7 iksir toplayıcısının doluluk olarnını seçiniz.
LblCollectorLevel8=Lvl 8. olmalı  >
LblCollectorLevel8_Info_01=Ölü Köy olarak belirlenmesi için, seviye 8 iksir toplayıcısının doluluk olarnını seçiniz.
LblCollectorLevel9=Lvl 9. olmalı  >
LblCollectorLevel9_Info_01=Ölü Köy olarak belirlenmesi için, seviye 9 iksir toplayıcısının doluluk olarnını seçiniz.
LblCollectorTolerance=Tolerans
LblMinCollectorMatches=Toplayicilar gerekli
SldCollectorTolerance_Info_01=Bütün resimlerin toleransını ayarlamak için bu kaydırıcıyı kullanın.
SldCollectorTolerance_Info_02=Tek tek görüntüleri ayarlamak istiyorsanız , dosyaları düzenlemek gerekir.
SldCollectorTolerance_Info_03=UYARI: Eğer ne yaptığınızı bilmiyorsanız bu ayarı değiştirmeyin. Eğer emin değilseniz 0 olarak ayarlayın.
[MBR GUI Design Child Attack - Strategies]
BtnGUIPresetDeleteConf=Sil
BtnGUIPresetLoadConf=Konfigürasyonu Yükle
BtnGUIPresetSaveConf=Konfigürasyonu Kaydet
BtnStrategyFolder=Strateji klasörü açin
LblLoadPresetMessage=KONFİGÜRASYON AYARLARINI YÜKLE.\n\n- Bütün Ordu Sekmeleri Ayarlarını Yükle\n- Bütün Arama ve Saldırı Sekmeleri Ayarlarını Yükle\n\n- YOKSAY: Tekrar Paylaşma Ayarları\n- YOKSAY: Ganimet Görüntüsü Yakala Ayarları\n- YOKSAY: Taş Hızlandırma Ayarları
LblSaveFilename=Strateji dosya adı
LblSaveFilenameNote=Notlar
LblSavePresetMessage=AYARLARI KAYDET\n--------------------------------------\nHepsini Kaydet:\n- Ordu Eğitimi Sekme Ayarları\n- Arama ve Saldırı Sekme Ayarları\n\nYoksay:\n- Paylaşma Ayarları\n- Ganimet Görüntüsü Yakala Ayarları\n- Taş Hızlandırma Ayarları\n--------------------------------------
[MBR GUI Design - Loading]
Android_instance_01=%s
Android_instance_02=%s (örnek % s)
Closing_previous=Önceki Bot Kapatılıyor ...
Commandline_multiple_Bots=Komut satırı (veya kısayol)kullanarak birden Fazla MyBot çalıştıra bilirsiniz.\r\n     MyBot.run.exe [ProfilAdi] [EmulatorAdi] [KopyaAdi]\r\n\r\nKomut Satiri Parametrelerini Kullanma, "Profil Adi" "Emülatör Adi" "Emülatör Kopya Adi" Bot klasörünü açip, MyBot.run.au3 dosyasina sag tiklayip "Kisayol Olustur" tıklayın.Olusturdugunuz kisayola sag tıklayın ve Özellikler'e girin.Hedef'in sonuna parametrelerinizi ekleyin. (Mybot/MyBot.run.au3 02MEmu MEmu_3)Örnekte "02 MEmu MEmu_3" kullanilmis yani 02 isimli profili yükleyerek MEmu_3 isimli MEmu kopyasını kullanarak botu çalistiracaktir.(BlueStacks Uyumlu degil). \r\nSupported Emulators are MEmu, Droid4X, Nox, BlueStacks2, BlueStacks, KOPlayer and LeapDroid.\r\n\r\nÖrnekler:\r\n     MyBot.run.exe MyVillage BlueStacks2\r\n     MyBot.run.exe "My Second Village" MEmu MEmu_1
Compile_Script=Komut Dosyalarını Çalıştıramıyorsanız AutoIt v3 Script /Dosyasını Compile Ediniz (x64)- (x86)!\r\nBu Hata ile hala Karsilasiyorsaniz, AutoIt'i yeniden yükleyiniz.
Loading_Profile=, Profil:%s
Msg_Android_instance_01=%s Mybot zaten çalışıyor.\r\n\r\n
Msg_Android_instance_02=%s profiliyle Botun %s zaten çalisiyor.%s.\r\n\r\n
Msg_Android_instance_03=Çalışırken bulundu %s %s
Msg_Android_instance_04=Android Emulatorü Yapılandırılıyor: %s
Msg_Android_instance_05=Oyun Kalkanı%s için kullanılmıyor %s
SplashStep_01=Arayüz yükleniyor ...
SplashStep_02=Grafik arayüzü Yükleniyor ...
SplashStep_03=Genel sekmesi Yükleniyor ...
SplashStep_04=Köy sekmesi Yükleniyor  ...
SplashStep_05=Saldırı sekmesi Yükleniyor ...
SplashStep_06=Bot sekmesi yükleniyor ...
SplashStep_07=Hakkımızda sekmesi Yükleniyor ...
SplashStep_08=Grafik arayüzü  başlatılıyor ...
SplashStep_09=Bot yuvası bekleniyor ...
SplashStep_Loading=Yükleniyor...
StatusBar_Item_01=Botu göster
StatusBar_Item_02=Küçülttüğünde gizle
StatusBar_Item_03=Yardım Desteği
StatusBar_Item_04=Hakkında
StatusBar_Item_05=Çıkış
StatusBar_Item_06=Android başlatılıyor ...
StatusBar_Item_07=Android algılanıyor ...
[MBR GUI Design Log]
BtnAtkLogClear=Temizle
BtnAtkLogClear_Info_01=Saldırı Günlüğü temizlemek için kullanın.
BtnAtkLogCopyClipboard=Panoya kopyala
BtnAtkLogCopyClipboard_Info_01=Saldırı Günlüğünü panoya kopyalamak için bunu kullanın (CTRL+C)
CmbLogDividerOption_Item_01=Günlükleri Ayraç ile Ayır
CmbLogDividerOption_Item_02=Eşit Böl
CmbLogDividerOption_Item_03=Uzun Bot, Kısa Saldırı Günlüğü
CmbLogDividerOption_Item_04=Kısa Bot, Uzun Saldırı Günlüğü
CmbLogDividerOption_Item_05=Tam Boy Bot Günlüğü
CmbLogDividerOption_Item_06=Tam Boy Saldırı Günlüğü
LblLog_Style=Görünüm
LblLog_Style_Info_01=Günlük görünümünü ayarlamak için bu seçenekleri kullanın.
[MBR GUI Design Child Village - Donate-CC]
ChkRequestTroopsEnable=İstek Metni (Birlik/Büyü)
Group_01=Klan Kalesine Birlik İste
TxtRequestCC=Takviye Lütfen
TxtRequestCC_Info_01=Bu yazı klan sohbetindeki Birlik İsteği için kullanılacaktır.
[MBR GUI Design Child Bot - Debug]
BtnTestAttackBar=Savaş barını Test Et
BtnTestAttackCSV=CSV Saldırı testi
BtnTestBuildingLocation=Find Building
BtnTestCleanYard=Temizlik Test Edin
BtnTestClickDrag=Test tıklayın Sürükle (kaydirma)
BtnTestDeadBase=Ölü Köyü Test Edin
BtnTestDeadBaseFolder=Test Dead Base Folder
BtnTestDonateCC=Bağış Testi
BtnTestImage=Görüntüyü Test Edin
BtnTestRequestCC=Test İsteği
BtnTestTrain=Eğitim Test
BtnTestVillageSize=Köy Boyutunu Test Edin
ChkdebugAttackCSV=Savaş CSV
ChkdebugAttackCSV_Info _01=Hata ayıklama: Özel CSV ayrıştırma günlük dosyaları oluşturur
ChkdebugBuildingPos=Binalar
ChkdebugBuildingPos_Info _01=Hata Ayıklama: Sorun gidermek için bina koordinatlarını göstermeyi aktif eder.
ChkDebugClick=Hata Ayıklama Aktif
ChkDebugClick_Info _01=Hata Ayıklama: Tıklanan (x,y) koordinatlarını kayıt dosyasına yaz.
ChkDebugDeadbaseImage=ÖlüKöy Görüntüsünü kaydet
ChkDebugDeadbaseImage_Info _01=Hata ayıklama: Atlanmış köklü köylerin görüntülerini kayd eder.
ChkDebugDisableVillageCentering=Köy Merkezlemeyi Devre Dışı Bırak
ChkDebugDisableVillageCentering_Info _01=Hata ayıklama: Köyün ortalanmasini devre dışı bırakır.
ChkDebugDisableZoomout=Yaklasmayı Devre Dışı Birak
ChkDebugDisableZoomout_Info _01=Hata ayıklama: Köyün yakınlaşmasını devre dışı bırakır.
ChkDebugImageSave=Resimler
ChkDebugImageSave_Info _01=Hata Ayıklama: Sorun gidermek için resim kaydetmeyi aktif eder.
ChkDebugOCR=OCR
ChkDebugOCR_Info _01=Hata Ayıklama: Sorun gidermek için OCR resim kaydetmeyi aktif eder.
ChkDebugOCRDonate=Çevrimiçi hata ayıklama bağışları
ChkDebugOCRDonate_Info _01=Hata ayıklama: Bağışların bir çoğunu yapın ve sadece bağışı simüle edin, ancak herhangi bir birliği bağışta bulunmayın
ChkDebugSetlog=Mesajlar
ChkDebugSetlog_Info _01=Hata Ayıklama: Sorun gidermek için günlük mesajlarındakı hata gidermeyi aktif eder.
ChkDebugSmartZap=Debug Hata ayıklama
ChkDebugSmartZap_Info _01=Yıldırım büyülü savaşda Kara İksir vurma esnasında numarası
ChkdebugTrain=Eğitim
ChkdebugTrain_Info _01=Hata Ayıklama: Sorun gidermek için birlik eğitimi esnasında hata ayıklamayı aktif eder.
ChkMakeIMGCSV=Saldırı CSV Görüntüsü
ChkMakeIMGCSV_Info _01=Hata ayıklama: CSV komut dizileri tarafından saldırıya ugramiş temiz ve konum işaretli görüntü üslerinden tasarruf sağlar
Group_01=Hata Ayıklama
TestFindButton=Test Düğmesini Test Edin
[MBR GUI Design Child Bot - Profiles]
BtnAddProfile_Info_01=Yeni Profil Ekle
BtnCancelProfileChange_Info_01=İptal
BtnConfirmAddProfile_Info_01=Onayla
BtnDeleteProfile_Info_01=Profili Sil
BtnRenameProfile_Info_01=Profili yeniden adlandır.
CmbProfile_Info_01=Farklı bir profile geçmek için bunu kullanın.
CmbProfile_Info_02=Profillerinizin bulunduğu klasör:
Group_01=Profili Değiştir
TxtVillageName_Info_01=Sizin Köy/Profilin adını giriniz
[MBR GUI Design Child Attack - Options-SmartZap]
ChkNoobZap=NoobZap Aktif Et
ChkNoobZap_Info_01=Herhangi Kara İksir Sondalarina yildirim büyüleri atmak için isaretleyin.
ChkSmartZapDB=Sadece Ölü Köylerdeki Sondalari Vurur
ChkSmartZapDB_Info_01=Bu SmartZap yalniz Ölü Köye amaçlidir (Önerilir)
ChkSmartZapFTW=Kullanilan Yıldırım Büyüleri
ChkSmartZapFTW_Info_01=Kullanilan Deprem Büyüsü
ChkSmartZapFTW_Info_02=Yıldırım ve Deprem büyüsü ile kazanilan Toplam Kara İksir Miktari
ChkSmartZapSaveHeroes=KB Avi zamani eger Kahramanlara Birakilmissa Atma
ChkSmartZapSaveHeroes_Info_01=Köy Binasi Avi zamani Kahramanlarin birakilmissa SmartZap durdurulacaktir
Group_01=SmartZap / NoobZap
LblNoobZap=NoobZap Limiti
LblNoobZap_Info_01=Her kara sondaya beklenen kazanç için deger seç
LblNoobZap_Info_02=Son büyüden beklenenden daha az K.İ almasi durumunda Durdurulucak
LblSmartUseEQSpell=Deprem büyüsü kullan
LblSmartUseEQSpell_Info_01=Herhangi bir Kara iksir Sondasina Klan Kalesindeki Depremi atmak için bunu isaretleyin.
LblSmartUseLSpell=Yıldırım B.Kullan
LblSmartUseLSpell_Info_01=Yıldırım Büyülerini Kara İksir Sondalarina atmak için isaretleyin.
LblSmartUseLSpell_Info_02='Birlikler' sekmesine gidip ve maksimum kapasite ve
LblSmartUseLSpell_Info_03=büyü fabrikaniz ve büyü sayinizin doğru olduguna emin olun.
LblSmartZap=Min.Kara İksir miktari
LblSmartZap_Info_01=Sondalarda ki Kara İksir'in Minimum Miktar için Deger Girin
LblUse_This_Spell_to_Zap=K.İ Sondalarina Büyü Atmasi için
[MBR GUI Design Child Attack - Options-TrophySettings]
ChkTrophyAtkDead=Ölü Köy ise Saldır
ChkTrophyAtkDead_Info_01=Kupa düşerken aramada bulunan ilk ölü köye saldırır.
ChkTrophyHeroes=Kahramanları Kullan
ChkTrophyHeroes_Info_01=Kahramanlar Müsaitse Kupa Düşürmek İçin Kullanılır
ChkTrophyRange=Kupa Aralığı
Group_01=Kupa Ayarları
LblDropTrophyArmyMin=Orduyu Bekle
LblDropTrophyArmyMin_Info_01=Kupa düşürmeye başlamadan önce ölü köy saldırısı için gereken tam ordunun yüzdesini giriniz.
LblTrophyHeroesPriority=Öncelik Hero Kullan
LblTrophyHeroesPriority_Info_01=Hero'nun Bot'un mevcut oldugunda ilk dagitacapi sirayi ayarlayin.
TxtDropTrophy_Info_01=MIN: Bot bu değerin altında inene kadar kupa düşürecektir.
TxtMaxTrophy_Info_01=MAX: Bot kupa miktarı bu değerin üstüne çıktığında kupa düşürmeye başlayacaktır.
[MBR GUI Control Tab Search]
Func_chkSpellWaitError_ErrorText_01=Egitimli büyülerin toplam sayisi, toplami asiyorsa!
Func_chkSpellWaitError_ErrorText_02=Egitilmis büyü sayisini azaltin,
Func_chkSpellWaitError_ErrorText_03=VEYA BOT SINIRSINA ASLA ATTAMAZ!
Func_chkSpellWaitError_FunnyText_01=Üzgünüm o dügme degil!
Func_chkSpellWaitError_FunnyText_02=Bunun zaman asimina ugramasi için 15 dakika beklerken MyBot.run'a 5000 £ bagista bulunma
Func_chkSpellWaitError_FunnyText_03=Çikis düğmeunu bulmada sorun mu yasiyorsunuz?
Func_chkSpellWaitError_FunnyText_04=Bu eglencelidir, bütün gün devam edebilir miyiz?
Func_chkSpellWaitError_FunnyText_05=Dört kez daha dene, er ya da geç sansin olmali!
Func_chkSpellWaitError_FunnyText_06=Bir MUZ var mi? Bu kod maymunu Aç!
Func_chkSpellWaitError_FunnyText_07=Belki de siz ve Bay Random ayni seyi seçene kadar ayni dügmeye basmayi denediniz mi?
Func_chkSpellWaitError_FunnyText_08=Özür dilerim, bundan kaçamazsin!
Func_chkSpellWaitError_FunnyText_09=Program hatasi! Programcilar bilir :)
Func_chkSpellWaitError_MsgBox_01=Bu uyari mesajini kapatmak için EVET'i tıklayın
Func_chkSpellWaitError_MsgBox_02=Evet, Uyarı'yi ??Anliyorum | Hayır
Func_chkSpellWaitError_MsgBox_03=Büyüler için Uyarı Bekle!
Func_chkSpellWaitError_MsgBox_04=Özür dileriz, uyariyi anlamadim ve Evet'i tıklayın!
Func_chkSpellWaitError_MsgBox_07=Kullanici Girisi Hatası
Func_chkSpellWaitError_MsgBox_08=DUYURUSLAR !!
Func_chkSpellWaitError_MsgBox_09=Gizli mesaji Bot'ta buldunuz!
Func_chkSpellWaitError_MsgBox_10=Bu mesaji kapatmak için rastgele seçilmis bir dügmeyi bulabilir misin?
Func_chkSpellWaitError_MsgBox_11=Haaaaaa ...
Func_chkSpellWaitError_MsgBox_12=KAZANANIZ!
[MBR GUI Design Child Village - Donate_Schedule]
BtnOpen_Images_of_Clan_Mates=Klan Arkadaslari Resim Klasörünü Aç
ChkSkipDonateNearFullTroopsEnable=Tam askere yakin bagislari atla
ChkUseCCBalanced_Info_01=Bağışlanan/Alınan oranı D/R oranından daha fazla ise Klan Kalesi kullanma.
CmbCCDonated_Info_01=Bağışlanan oranı
CmbCCReceived_Info_01=Alınan oran
CmbFilterDonationsCC_Item_01=Filtre Yok, bağış yap
CmbFilterDonationsCC_Item_02=Filtre Yok ancak Klan Arkadaslari Görüntülerini Biriktir
CmbFilterDonationsCC_Item_03=Sadece Beyaz Listede Klan Arkadaslarina Bagis Yap
CmbFilterDonationsCC_Item_04=Kara Listedeki Klan Arkadaslari haricinde hepsine bağış yapin
Group_01=Bagis Programi
Group_02=Bagis Filtresi (Klan Üyeleri)
Group_03=Tam askere yakin bağışı atlayin
Group_04=Dengele B/A
LblCCDonated-Received_Info_01=Bağışlanan / Alınan oranını Aranıyor
LblCCDonated-Received_Info_02=1/1=Aldığın kadarını bağışladın, 1/2=Bağışladığının yarısını aldın anlamına gelir
LblImages_of_Clan_Mates=Clan Arkadaslarin'in görüntüleri yakalanir ve ana klasöre kaydedilir, (Beyaz veya Kara Liste)
LblOption_donate_members=Bu seçenegi kullanarak ekibinizin tüm üyelerine bagista bulunmayi seçebilirsiniz (Hayır Filtre), yalnizca belirli arkadaslara bağış yapin (Beyaz Liste) veya Ekibinizin az üyesi (Kara Liste)
LblSkipDonateNearFullTroopsText=Eger birlikler ordu kampinin daha büyükse
[MBR GUI Design Child Village - Upgrade_Laboratory]
BtnResetLabUpgradeTime_Info_01=Kırmızı düğme göründüğü sürece laboratuvar yükseltmede olduğu anlamına gelir.
BtnResetLabUpgradeTime_Info_02=Yükseltmenin tamamlanmasına yakın bu otomatik olarak kaybolacaktır.
BtnResetLabUpgradeTime_Info_03=Yükseltme elle, normal bitiş saatinden önce taşlar ile bitmiş olması durumunda,
BtnResetLabUpgradeTime_Info_04=YENİ YÜKSELTME BAŞLAMADAN ÖNCE iç yükseltme zamanlayıcı sıfırlamak için kırmızı düğmeye tıklayın.
BtnResetLabUpgradeTime_Info_05=Dikkat - Gereksiz zamanlayıcı sıfırlama, laboratuvar durumunu sürekli kontrol etmek için zorlar.
ChkAutoLabUpgrades=Otomatik Laboratuvar Yükseltmesini Aç
ChkAutoLabUpgrades_Info_01=Laboratuvar yükseltmelerini otomatik olarak başlatmak için kutuyu işaretleyin.
CmbLaboratory_Info_01=Bu açılır menüden yükseltilecek birliği seçin.
CmbLaboratory_Info_02=Birlik ikonu sol tarafta görünecektir.
CmbLaboratory_Info_03=Kahramanlar, Kara Kışla Birlikleri/Büyülerden sonra yükseltilir.
Group_01=Laboratuvar
LblNextUpgrade=Sıradaki
[MBR GUI Design Child Village - Upgrade_Heroes]
ChkUpgradeHeroes_Info_01=Çeşitli sekmesinde Botu Devam Ettir'deki Min. Kara İksir ile burdaki Min. Kara İksiri kontrol edin.
ChkUpgradeKing_Info_01=Yeterli kara iksir olduğunda Barbar Kral'ı yükseltmeyi aktif eder. (Saklanacak Min. Kara İksir)
ChkUpgradeKing_Info_02=Barbar Kralı Çeşitli Sekmesinden el ile konumlandırabilirsiniz.
ChkUpgradeKing_Info_04=Köy Binası 7 ve üzerinde açılır.
ChkUpgradeQueen_Info_01=Yeterli kara iksir olduğunda Okçu Kraliçe'yi yükseltmeyi aktif eder. (Saklanacak Min. Kara İksir)
ChkUpgradeQueen_Info_02=Okçu Kraliçeyi Çeşitli Sekmesinden el ile konumlandırabilirsiniz.
ChkUpgradeQueen_Info_03=Köy Binası 9 ve üzerinde açılır.
ChkUpgradeWarden_Info_01=Yeterli kara iksir olduğunda Büyük Koruyucu'yu yükseltmeyi aktif eder. (Saklanacak Min. Kara İksir)
ChkUpgradeWarden_Info_02=Büyük Koruyucuyu Çeşitli Sekmesinden el ile konumlandırabilirsiniz.
ChkUpgradeWarden_Info_03=Köy Binası 11'de açılır.
Group_01=Kahramanları Sürekli Yükseltme
LblAutoUpgrading_01=Kahramanları otomatik olarak yükselt.
[MBR GUI Design Child Village - Upgrade_Buildings]
BtnLocateUpgrades=Yükseltmeleri Tespit Et
BtnLocateUpgrades_Info_01=Yükseltilecek binaların konumunu tespit etmek ve kaydetmek için düğmea basın.
BtnLocateUpgrades_Info_02=etkin tekrarı ile herhangi bir yükseltmeleri atlanır ve tekrar yer olamaz
BtnResetUpgrades=Sıfırla
BtnResetUpgrades_Info_01=Saptanan tüm yükseltmeleri silmek ve sıfırlamak için düğmea basın.
BtnResetUpgrades_Info_02=Tekrar kutusu işaretli ise veriler sıfırlanmaz.
Group_01=Bina veya Kahramanlar
LblUpgrMinDark=Min. Kara İ.
LblUpgrMinElixir=Min. iksir
LblUpgrMinGold=Min. altın
Table header_01=Birim Adı
Table header_02=lvl
Table header_03=Tip
Table header_04=Maliyet
Table header_05=Süre
Table header_06=Tekrar
Table header_07=Tahmini Bitis.
TxtAfterUsing=kutusunu işaretleyerek aktif edin.
TxtCheckBox=Yükseltme için işaretle.
TxtChkRepeat=Yükseltmeyi sürekli tekrarlamak için işaretleyin.
TxtShowCost=Yükseltmeler kontrol edildikten sonra bu kutuya yükseltme maliyetini yazar
TxtShowEndTime=Bu kutu, yükseltmelerin bitiminden sonra tahmini bitis zamani kontrol eder
TxtShowLevel=Yükseltmeler kontrol edildikten sonra bu kutuya birim seviyesini yazar
TxtShowName=Yükseltmeler kontrol edildikten sonra bu kutuya birim adı yazar
TxtShowTime=Yükseltmeler kontrol edildikten sonra bu kutuya yükseltme süresini yazar
TxtShowType=Yükseltme türünü gösterir.
TxtStatus=Durum: Kırmızı=programlanmamış, Sarı=programlanmış, tamamlanmamış, Yeşil=tamamlanmış
TxtUpgrMinDark_Info_01=Yükseltme yapıldıktan sonra saklanacak minimum kara iksir miktarını yazın.
TxtUpgrMinDark_Info_02=Bu değeri Kara Kışla Birliği eğitmek için gereken miktar kadar ayarlayın.
TxtUpgrMinElixir_Info_01=Yükseltme yapıldıktan sonra saklanacak minimum iksir miktarını yazın.
TxtUpgrMinElixir_Info_02=Bu değeri Birlik Eğitimi veya Duvar Yükseltmeleri için gereken miktar kadar ayarlayın.
TxtUpgrMinGold_Info_01=Yükseltme yapıldıktan sonra saklanacak minimum altın miktarını yazın.
TxtUpgrMinGold_Info_02=Bu değeri Saldırı Araması veya Duvar Yükseltmeleri için gereken miktar kadar ayarlayın.
[MBR GUI Design Child Village - Upgrade_Walls]
BtnFindWalls=TEST
BtnFindWalls_Info_01=Duvar tespit etmeyi test etmek için tıklayın.
ChkSaveWallBldr=Duvarlar için 1 İşçi Sakla
ChkSaveWallBldr_Info_01=Duvarlar için 1 tane işçi saklar ve
ChkSaveWallBldr_Info_02=diğer yükseltmeler için müsait işçi sayısını 1 azalt
ChkWalls=Oto.Duvar Yükselt
ChkWalls_Info_01=Yeterli kaynak varsa Ototmatik Duvar Yükseltmek için bu kutuyu işaretleyin.
ChkWalls_Info_02=Duvarları test etmek ve bulmak için pozisyon sayısı. Yüksek daha iyidir ama yavaştır.
CmbWalls_Info_01=Bu seviyedeki duvarları arar ve birer birer yükseltmeye çalışır.
Group_01=Duvarlar
Group_02=Duvar Sayısı
LblMin.Elixirtosave=Min.İksir sakla
LblMin.Elixirtosave_Info_01=Duvar yükseltmesi yapıldıktan sonra geriye bu kadar iksir kalsın.
LblMin.Elixirtosave_Info_02=Birlik eğitimi yada diğer duvar yükseltmeleri için gereken değeri ayarlayın.
LblMin.Goldtosave=Min. Altın sakla
LblMin.Goldtosave_Info_01=Duvar yükseltmesi yapıldıktan sonra geriye bu kadar altın kalsın.
LblMin.Goldtosave_Info_02=Saldırı Araması ve diğer yükseltmeler için gereken değeri ayarlayın.
LblNextWalllevelcosts=Yükseltme maliyeti
LblNextWalllevelcosts_Info_01=Bir duvarın yükseltmesi.
LblNextWalllevelcosts_Info_02=Duvar seviyesini değiştirirseniz değer güncellenir.
LblSearchforWalls=Şu Sv Duvarları Ara
RdoUseElixir=İksir Kullan
RdoUseElixir_Info_01=Duvarlar için sadece iksir.
RdoUseElixir_Info_02=Sadece iskir ile yükseltilebilir Duvar seviyelerinde mevcut.
RdoUseElixirGold=Önce iksir dene sonra altın.
RdoUseElixirGold_Info_01=Önce iksir kullanmayı dener, yeterli değilse altın kullanır.
RdoUseGold=Altın Kullan
RdoUseGold_Info_01=Yalnızca Altın.
RdoUseGold_Info_02=Tüm Duvar seviyelerinde mevcut.
WallsCurrentCount_Info_01=Sahip olduğunuz
WallsCurrentCount_Info_02=level duvar sayısını giriniz.
[MBR GUI Design Child Village - Achievements]
ChkUnbreakable=Kırılmaz Modunu Aç
ChkUnbreakable_Info_01=Savunma Kırılmaz görevini başarmak için etkinleştirin.
Group_01=Savunma
Group_02=Kırılamaz Modu Nasıl Kullanılır
Lbl_FarmMin._Info_01=Min. Ganimet
Lbl_SaveMin._Info_01=Min. Koruma
LblUnbreakable=Bekleme Süresi
LblUnbreakableLink=Daha Fazla Bilgi
txtHelp_01=Kırılmaz modu savunma kazanır ve "Ölümsüz" başarı elde etmenize yardımcı olur.
txtHelp_02=“Bekleme Zamanı”’nı botun savunma için ne kadar beklemesini istiyorsanız ona ayarlayınız.
txtHelp_03=Minimum ganimet: saldırmadan önce gereken ganimet miktarı.
txtHelp_04=Korunacak ganimet: kırılamaz modu başlamadan önceki ganimet miktarı.
txtHelp_05=Daha fazla bilgi için aşağıdaki linki tıklayınız:
TxtUnbreakable_Info_01=Oyunu kapatmak ve savunma kazanmak için düşman saldırılarının bekleneceği süre. (1-99 dakika)
TxtUnBrkMaxDark_Info_01=Kırılamaz Modu aktif etmek için gereken depolanacak kara iksir miktarı.
TxtUnBrkMaxDark_Info_02=Girilen kara iksir miktarı, düşman çekmek veya yükseltmeler için gerelidir.
TxtUnBrkMaxElixir_Info_01=Kırılamaz Modu aktif etmek için gereken depolanacak iksir miktarı.
TxtUnBrkMaxElixir_Info_02=Girilen iksir miktarı, düşman çekmek veya yükseltmeler için gerelidir.
TxtUnBrkMaxGold_Info_01=Kırılamaz Modu aktif etmek için gereken depolanacak altın miktarı.
TxtUnBrkMaxGold_Info_02=Girilen altın miktarı, düşman çekmek veya yükseltmeler için gerelidir.
TxtUnBrkMinDark_Info_01=Kara İksir miktarı girilen değerin altındaysa kırılamaz modu durur, normal moda geçer.
TxtUnBrkMinDark_Info_02=Girilen kara iksir miktarı, birlik üretmek veya yükseltmeler için gerelidir.
TxtUnBrkMinElixir_Info_01=İksir miktarı girilen değerin altındaysa kırılamaz modu durur, normal moda geçer.
TxtUnBrkMinElixir_Info_02=Girilen iksir miktarı, düşman çekmek veya yükseltmeler için gerelidir.
TxtUnBrkMinGold_Info_01=Altın miktarı girilen değerin altındaysa kırılamaz modu durur, normal moda geçer.
TxtUnBrkMinGold_Info_02=Arama veya yükseltmeler için gereken altın miktarını burdan ayarlayın.
[MBR GUI Design Child Attack - Troops_Boost]
Group_01=Kışla Hızlandırma
Group_02=Fabrika Hızlandırma
Group_03=Kahramanları Hızlandırma
Group_04=Hızlandırma Zamanlaması
LblBarracksBoost=Kışla
LblBarracksBoost_Info_01=Taş ile Kışlaların kaç kere hızlandırılacağını burdan DİKKATLİ seçin!
LblKingBoost_Info_01=Taş ile Barbar Kral'ın kaç kere hızlandırılacağını burdan DİKKATLİ seçin!
LblQueenBoost_Info_01=Taş ile Okçu Kraliçe'nin kaç kere hızlandırılacağını burdan DİKKATLİ seçin!
LblSpellFactoryBoost=Büyü Fab.
LblSpellFactoryBoost_Info_01=Taş ile Büyü Fabrikasının kaç kere hızlandırılacağını burdan DİKKATLİ seçin!
LblWardenBoost_Info_01=Taş ile Büyük Koruyucu'nun kaç kere hızlandırılacağını burdan DİKKATLİ seçin!
TextBoostLeft=Kaç Kez Hızlnd.
[MBR GUI Design Child Attack - Troops_TrainingOrder]
BtnRemoveSpells=Boş Büyü listesi
BtnRemoveSpells_Info_01=Listedeki tüm büyüleri kaldırmak ve yeniden başlamak için düğmeye basın
BtnRemoveTroops=Boş Asker Listesi
BtnRemoveTroops_Info_01=Tüm Birlikleri siyahıdan kaldırmak ve tekrar başlatmak için düğmeye basın
BtnSpellsOrderSet=Yeni emiri Uygula
BtnSpellsOrderSet_Info_01=Özel büyüler demleme siparişi seçimi bittikten sonra düğmeuna basın
BtnSpellsOrderSet_Info_02=Simge duruma göre renk değiştirir: Kırmızı = ayarlanmamış, Yeşil = ayarlanmış
BtnSpellsOrderSet_Info_03=Tüm büyü yuvaları doldurulmadığında, boş yuvalarda rasgele büyü sırası kullanır!
BtnTroopOrderSet=Yeni emiri Uygula
BtnTroopOrderSet_Info_01=Özel birlik eğitim emrini seçmeyi tamamladığınızda itme düğmesi
BtnTroopOrderSet_Info_02=Simge duruma göre renk degistirir: Kırmızı = Not Set, Green = emir
BtnTroopOrderSet_Info_03=Tüm asker slotları dolmamışdırsa, boş slotlarda rasgele asker düzeni kullanın
ChkCustomBrewOrderEnable=Büyü emirleri
ChkCustomBrewOrderEnable_Info_01=Büyü siparişini demlemek için aktiv edin
ChkCustomBrewOrderEnable_Info_02=Büyü siparişini değiştirerek, CSV komut dosyası saldırı orduları ile yararlı olabilir!
ChkCustomTrainOrderEnable=Özel emir
ChkCustomTrainOrderEnable_Info_01=Özel bir asker eğitim emrini seçmek için etkinlestirin
ChkCustomTrainOrderEnable_Info_02=Degisen Eğitim sistemi sirasi CSV komut dosyasi saldırı ordulari ile kullanisli olabilir!
Group_01=Eğitim kampi
txtSpellsOrder=Büyüleri demlemek için sıraya girin #
TxtTroopOrder=Birlik egitiminde sira sirasini giriniz #
[MBR GUI Design Child Attack - Troops_Options]
ChkCloseEmulator=Emulator Kapat
ChkCloseEmulator_Info_01=Seçenek, seçildiğinde Android Emulator'u tamamen kapatacak
ChkCloseEmulator_Info_02=Bu seçeneğin eklenmesi, başlatma için gerekli değişken süreler nedeniyle çevrimdışı süreyi biraz daha artırabilir
ChkCloseWhileTraining=Eğitim Sırasında Kapatin
ChkCloseWhileTraining_Info_01=Seçenek, Kalkan KULLANILDIGINDA Birlik egitimini tamamlamak için gereken süre boyunca CoC oyunundan çikacaktir
ChkCloseWhileTraining_Info_02=Arama sekmelerinde 'Büyüler için Bekle' seçildiğinde Yazim olusturma özelligi etkinlestirilecektir
ChkCloseWhileTraining_Info_03=Close for Hero sifa, Arama sekmelerinde 'Heroes için bekle' etkinlestirildiyse etkinlestirilir
ChkCloseWithoutShield=Kalkan olmadan
ChkCloseWithoutShield_Info_01=Opsiyon,süresince ve Kalkan YOK ETKIN oldugunda COC'yi DAIMA kapayacaktir!
ChkCloseWithoutShield_Info_02=Not - Bu seçenek etkinlestirildiginde saldiriya geçebilir ve kupalari kaybedebilirsiniz!
ChkRandomClose=Rastgele Kapat
ChkRandomClose_Info_01=Seçenegi zaman asimina ugratmak, CoC'yi kapatmak veya Emülatörü kapatmak arasinda rasgele seçim yapacaksiniz
ChkRandomClose_Info_02=Bu seçenegin eklenmesi, çevrim içi süresinin biraz daha fazla olmasi için gerekli degisken süreler nedeniyle artabilir
ChkSuspendComputer=Bilgisayarı Askıya Al
ChkSuspendComputer_Info_01=Seçenek seçili olduğunda bilgisayarı askıya alıcaktır\r\nBu seçeneğin ilave edilmesi başlatma için gerekli deyişken zamana göre çevrimdışı zamanı biraz zaman artıra bilir
ChkTrainAddRandomDelayEnable=Rastgele Gecikme Ekleyin
ChkTrainAddRandomDelayEnable_Info_01=Birlik eğitimi arasında rasgele gecikme ekleyin.
ChkTrainAddRandomDelayEnable_Info_02=Bu seçenek, her biri bot çağrılarını hümanize(insancıl) eden eğitim penceresine yapılan aramaları azaltır. Aşağıda gösterilen minimum ve maksimum değerler arasından seçilen bir nedensel aralıklı zamana bağlıdır.
CmbCloseWaitRdmPercent_Info_01=Rasgele bekleme süreleri olusturmak için kullanilacak ek süre için maksimum yüzde oranini girin,
CmbCloseWaitRdmPercent_Info_02=Bot tam zaman araliginda rasgele bekleme süresni hesaplayacak ve
CmbCloseWaitRdmPercent_Info_03=daha fazla insancıl oynamak için girilen maksimum rastgele yüzde.
Group_01=Eğitim Boşta Kalma Süresi
Group_02=Zamanlama
Group_03=Rasgele Gecikme Ekleme Eğitim
LblAddDelayIdlePhaseBetween=Arasinda
LblCloseWaitingTroops=Kapatmak için Minimum Zaman
LblCloseWaitingTroops_Info_01=Yakin olacak CoC Eger E.sistemi birlikleri olsaydi> = (kapatilmasi için gereken minimum süre) \ r \ n Sadece kalmali Ana ekranda Eğitim Sistemi birlikleri <(Kapatilmasi gereken minimum süre)
LblSymbolWaiting_Info_01=Numarayi girmek Istediginiz yakin CoC için kapanacak minimum süre, Varsayilandır (2)
LblTrainITDelay=gecikme
LblTrainITDelay_Info_01=Bilgisayarınız yavaş ise gecikmeyi arttırın.
RdoCloseWaitExact=Kesin Zaman
RdoCloseWaitExact_Info_01=Birliklerin eğitim tamamlamasi için gereken kesin süreyi beklemek için seçin
RdoCloseWaitExact_Info_02=Özellik etkinlestirildiginde ne kadar beklenecegini seçin
RdoCloseWaitRandom=Rasgele Zaman
RdoCloseWaitRandom_Info_01=Insanin çalismayi unuttugu rastgele fazladan bir bekleme süresine ADD eklemek için seçin
[MBR GUI Design Child Attack - Options-EndBattle]
ChkScreenshotLootInfo=Dosya adına ganimet bilgilerini ekle.
ChkScreenshotLootInfo_Info_01=Ekran alıntısı dosya ismine ganimet bilgilerini eklemesi için işaretleyin.
ChkShareAttack=Klan sohbetinde tekrarını yayınla.
ChkShareAttack_Info_01=Savaşı klan sohbetinde paylaşmak için bu seçeneği işaretleyin.
ChkTakeLootSS_Info_01=Eğer savaşta kazanılan ganimetin anlık görüntüsünü kaydetmek istiyorsanız bunu işaretleyin.
Group_01=Tekrarı Yayınla
Group_02=Ganimetin anlık görüntüsünü yakala
LblRandomMessage=Bu listeden rastgele bir mesaj kullan
LblShareMinLoot=Eğer Kazanılan
ListShareMessage_Info_01=Savaş tekrarını paylaşmak için mesaj
ListShareMessage_Item_01=Güzel|Good|Teşekkürler|Wowwww|Arpa
TxtShareMinDark_Info_01=Savaşta kazanılan kara iksir bu miktardan daha fazla ise tekrarı paylaş.
TxtShareMinElixir_Info_01=Savaşta kazanılan iksir bu miktardan daha fazla ise tekrarı paylaş.
TxtShareMinGold_Info_01=Savaşta kazanılan altın bu miktardan daha fazla ise tekrarı paylaş.
[MBR GUI Design Child Attack - Options-Search]
ChkAlertSearch=Eşleşme bulunduğunda uyarı ver
ChkAlertSearch_Info_01=Saldırılacak bir köy bulunduğuna bir ses alarmı & bir balon ipucu istiyorsanız bunu işaretleyin.
ChkAttackNow=Şimdi Saldır! düğmesi
ChkAttackNow_Info_01=Başlat ve Duraklat düğmelarının yanına "Şimdi Saldır!" düğmesi ekler.
ChkAttackNow_Info_02=Bu düğme ile köy arama değerlerini geçersiz kılıp saldırı yapabilirsiniz.
ChkAttackNow_Info_03="Şimdi Saldır!" düğmesi sadece saldırılacak köy ararken görünür.
ChkRestartSearchLimit=Her
ChkRestartSearchLimit_Info_01=Her x arama sonrasında köye dön ve düşman köyleri aramaya yeniden başla.
ChkSearchReduction=Arama Miktarlarını Düşür
ChkSearchReduction_Info_01=Belirlenen arama sayısını geçince koşulların miktarlarını otomatik olarak düşürür.
Group_01=Aranan Miktarları Düşür
Group_02=Köy Arama Gecikmesi
Group_03=Arama Seçenekleri
LblAttackNow=Ekle
LblAttackNow_Info_01=Şimdi Saldır düğmeunun aktif olacağı süreyi giriniz.
LblMaxVSDelay_Info_01=Aşağıdaki Maks. sn. kaydırıcısını, yukarıdaki Min. sn. kaydırıcısından yüksek
LblMaxVSDelay_Info_02=bir değere ayarlayarak rasgele köy arama zamanlayıcısını aktif edebilirsiniz.
LblMinVSDelay_Info_01=Bu kaydırıcıyı kullanarak saldırılacak köy ararken 'Sonraki' düğmeuna tıklanma süresini arttırabilirsiniz.
LblMinVSDelay_Info_02=Bu bazı bilgisayarlarda 'Senkronizasyon' hatalarını çözebilir.
LblMinVSDelay_Info_03=GARANTİSİ YOKTUR! Her zaman aynı sonuçları vermez.
LblSearchReduceCount=Miktar düşür her
LblSearchReduceCount_Info_01=Kaç aramada koşul düşürüleceğini girin
LblSearchReduceDark=Kara İksiri Düşür
LblSearchReduceDark_Info_01=Her aşamada azaltılacak Kara İksir miktarı.
LblSearchReduceElixir=İksiri Düşür
LblSearchReduceElixir_Info_01=Her aşamada azaltılacak iksir miktarı
LblSearchReduceGold=Altını Düşür
LblSearchReduceGold_Info_01=Her aşamada azaltılacak altın miktarı
LblSearchReduceGoldPlusElixir=Altın + İksir Düşür
LblSearchReduceGoldPlusElixir_Info_01=Her aşamada azaltılacak Altın+İksir toplamı.
LblSearchReduceTrophy=Kupa Düşür
LblSearchReduceTrophy_Info_01=Her aşamada azaltılacak Kupa miktarı
[MBR GUI Design Child Attack - Options-Attack]
ChkAttackPlanner_Info_01=Bot Çalistirmaya devam eder ve zamanlama izin verildiginde yeniden başlatılacaktır
ChkAttackPlannerCloseAll=Kapat emülatör
ChkAttackPlannerCloseAll_Info_01=Bu seçenek Arama ve Atak için programlanmamisken öykünücüyü kapatacak!
ChkAttackPlannerCloseCoC=CoC'yi kapat
ChkAttackPlannerCloseCoC_Info_01=Bu seçenek Arama ve Saldırı için programlanmamışken CoC uygulamasını kapatacak!
ChkAttackPlannerDayLimit=Günlük Sınır
ChkAttackPlannerDayLimit_Info_01=Seçilen araliklar arasindaki rasgele saldırı sayisini astiginda rasgele saldiriyi durduracak
ChkAttackPlannerEnable=Zamanlamayı Etkinleştir
ChkAttackPlannerEnable_Info_01=Bu seçenek saldırı zamanlamalari yapmanizi saglar
ChkAttackPlannerEnable_Info_02=Bot çalismaya devam eder ve yalnizca program izin verdigi zaman saldirir.
ChkAttackPlannerRandom=Rasgele devre dışı birak
ChkAttackPlannerRandom_Info_01=Bu seçenek rastgele saldirilari durduracak
ChkAttackPlannerRandom_Info_02=Saldiriya son vermek için saat sayisini seçin
ChkAttackPlannerSuspendComputer=Bilgisayarı Uykuya Al
ChkAttackPlannerSuspendComputer_Info_01=Bu seçenek, Arama ve Saldırı için zamanlanmamışken bilgisayarınızı askıya/uykuya alacaktır!
ChkDropCCHoursEnable=CC Damla Programini Etkinleştir
ChkDropCCHoursEnable_Info_01=CC'ye izin verilmesinin ne zaman yapilacagini tanimlamak için zamanlama kullanın, \r\n zamanlama etkin olmadiginda CC daima düsürülür
chkSheildEndToAttack=Bu seçenek, Kalkan etkinleştirildiğinde Arama ve Saldırıya son verecektir
chkSheildEndToAttack_Info_01=Devre dışı bırakıldığında yeniden başlat
ChkUseWardenAbility=Warden Yetenek Zamanlı aktivasyon sonrasında
ChkUseWardenAbility_Info_01=Bir zamanlayıcı ile Büyük Koruyucunun yeteneğini kullanın.
Group_01=Kahraman Yetenekler
Group_02=Saldırı Zamanlaması
Group_03=Klan Kalesi
LbAttackPlannerDayLimit=ila
RadAutoAbilities=Otomatik aktif et (kırmızı bölge)
RadAutoAbilities_Info_01=Kahraman zayıf olduğunda becerisi etkinleştirir.
RadAutoAbilities_Info_02=Kahramanlar kontrol edilir ve ayrı ayrı aktif edilir.
RadManAbilities=Zamanlı sonra
RadManAbilities_Info_01=Bir zamanlayıcı ile becerisini etkinleştirin.
RadManAbilities_Info_02=Tüm Kahramanlar aynı anda aktif edilir.
TxtManAbilities_Info_01=Kahramanların Yeteneklerini aktif etmek için süreyi saniye olarak ayarlayın.
TxtMaxLbAttackPlannerDayLimit_Info_01=Günde izin verilen maksimum saldırı sayisini girin
TxtMinLbAttackPlannerDayLimit_Info_01=Günde izin verilen minimum saldırı sayisini girin
TxtUseWardenAbility_Info_01=Büyük Koruyucu Yeteneğini aktif etmek için süreyi saniye olarak ayarlayın.
[MBR GUI Design Child Village - Notify]
BtnNotifyDeleteMessages=Şimdi tüm iletileri sil
BtnNotifyDeleteMessages_Info_01=Tüm PushBullet iletilerini silmek için burayi tıklayın.
ChkNotifyAlertAnotherDevice=Another device
ChkNotifyAlertAnotherDevice_Info_01=Köyünüz baska bir cihazdan baglandiginda bir Uyarı gönderir.
ChkNotifyAlertBAN=BAN
ChkNotifyAlertBAN_Info_01=Köyünüz SuperCell tarafından BANLandiysa Uyarı Gönderir.
ChkNotifyAlertBuilderIdle=Builder Idle
ChkNotifyAlertBuilderIdle_Info_01=En az bir insaatçi bosta oldugunda Uyarı gönder.
ChkNotifyAlertCampFull=Army Camp Full
ChkNotifyAlertCampFull_Info_01=Ordu Kampiniz dolu oldugunda bir Uyarı gönderir.
ChkNotifyAlertLastAttack=Alert Last Attack
ChkNotifyAlertLastAttack_Info_01=Son Saldırı hakkinda bilgi gönder.
ChkNotifyAlertLastRaidIMG=Last raid as image
ChkNotifyAlertLastRaidIMG_Info_01=Son Saldırı ekran görüntüsünü gönder.
ChkNotifyAlertLastRaidTXT=Last raid as Text
ChkNotifyAlertLastRaidTXT_Info_01=Son Saldırı sonuçlarini Txt olarak gönder.
ChkNotifyAlertMaintenance=Maintenance
ChkNotifyAlertMaintenance_Info_01=CoC bakim altindayken SuperCell tarafından bir Uyarı gönderir
ChkNotifyAlertMatchFound=Match Found
ChkNotifyAlertMatchFound_Info_01=Bot saldiriya ugramis bir köy buldugunda mevcut miktari gönder.
ChkNotifyAlertOutOfSync=Error: Out Of Sync
ChkNotifyAlertOutOfSync_Info_01=Hata Oldugunda Uyarı Gönder: Istemci ve Sunucu Uyumlu degil
ChkNotifyAlertTakeBreak=Take a break
ChkNotifyAlertTakeBreak_Info_01=Çok uzun süredir oynuyorsaniz ve köylülerinize bir Uyarı gönder
ChkNotifyAlertUpgradeWall=Wall upgrade
ChkNotifyAlertUpgradeWall_Info_01=Duvar yükseltmeleri hakkinda bilgi gönderir.
ChkNotifyAlertVillageStats=Village Report
ChkNotifyAlertVillageStats_Info_01=Köy Raporu Gönder.
ChkNotifyBOTUpdate=BOT Update
ChkNotifyBOTUpdate_Info_01=Botun yeni bir versiyonu oldugunda bir Uyarı gönderir.
ChkNotifyDeleteAllPBPushes=Baslangiçta Mesajları Sil
ChkNotifyDeleteAllPBPushes_Info_01=Bot baslattiginizda önceki push bildirimlerini silecektir
ChkNotifyDeleteOldPBPushes=Eski Mesajları Sil
ChkNotifyDeleteOldPBPushes_Info_01=Belirtilen saatten daha eski tüm önceki push bildirimlerini sil
ChkNotifyPBEnable=PushBullet'i etkinleştir
ChkNotifyPBEnable_Info_01=PushBullet bildirimlerini etkinleştir
ChkNotifyRemote=Uzaktan Kontrol
ChkNotifyRemote_Info_01=PushBullet Uzaktan Kontrolu etkinleştirir
ChkNotifyTGEnable=Telegrami Etkinleştir
ChkNotifyTGEnable_Info_01=Telegram bildirimlerini etkinleştir
CmbNotifyPushHours_Info_01=Silinecek mesajlarin araligini ayarlayin.
Group_01=PushBullet/Telegram
LblNotifyHelp=Yardım ?
LblNotifyHelp_Info_01=PushBullet ve Telegram Uzaktan Kontrol Komutlari
LblNotifyOptions=Bu seçenekler için PushBullet / Telegrama mesaj gönder
LblNotifyOrigin=Köy
LblNotifyOrigin_Info_01=- Köy adı.
LblNotifyPBToken=Simge (PushBullet)
LblNotifyPBToken_Info_01=PushBullet bildirimlerini kullanmak için bir Token'e ihtiyaciniz var. Buradan PushBullet.com
LblNotifyTGToken=Token (Telegram)
LblNotifyTGToken_Info_01=Telegram bildirimlerini kullanmak için bir Token'e ihtiyaciniz var. Telegram.com'dan
[MBR GUI Design Child Village - Misc]
BotStop_Info_01=Botun saldırıyı ne zaman durduracağını ayarlamak için bunu kullanın
BtnAltarKing_Info_01=Barbar Kral
BtnAltarQueen_Info_01=Okçu Kraliçe
BtnAltarWarden_Info_01=Büyük Koruyucu
BtnCC=Klan Kalesi
BtnLocateLaboratory=Lab.
BtnLocateLaboratory_Info_01=Laboratuvar
BtnReset=Sıfırla
BtnReset_Info_01=Köy düzenini değiştirdiğiniz zaman kayıtlı
BtnReset_Info_02=bina konumlarını sıfırlamak için bu düğmea tıklayın.
ChkActivateClockTowerBoost=Saat Kulesi Hız.-sını Etkin.-in
ChkActivateClockTowerBoost_Info_01=Kullanılabilir olduğunda Saat Kulesi Hızlandırıcısını etkinleştirmek için bu seçeneği işaretleyin.Bu, eğer Saat Kulesi Hızlandırıcısı meşğuldursa o zaman hızlandırma yararsız olub-olmadığını kontrol edicektir. Bu seçenek Yeşil taşlarınızı kullanmaz.
ChkCleanYard=Engelleri Kaldır
ChkCleanYard_Info_01=Ağaçları, kütükleri vb. temizlemek için işaretleyin.
ChkCollect=Kaynakları ve Ganimet Arabasını Topla
ChkCollect_Info_01=Köyünüzdeki kaynakları, altın madenleri, iksir sondaları ve
ChkCollect_Info_02=kara iksir sondalarını toplamak için işaretleyin.
ChkCollect_Info_03=Bu aynı zamanda Ganimet arabasınıda toplayacaktır.
ChkCollectBuilderBase=Kaynakları Toplayın
ChkCollectBuildersBase_Info_01=İnşaatçı Üssünde Kaynakları toplamak için bunu seçin
ChkCTBoostBlderBz=yalnızca işçi ne zaman meşğuldursa
ChkCTBoostBlderBz_Info_01=yalnızca işçi ne zaman meşğuldursa artırın
ChkGemsBox=Taş Kutusunu Topla
ChkGemsBox_Info_01=Köyünüzdeki taş kutusunu toplamak için işaretleyin.
ChkTombstones=Mezar Taşlarını Temizle
ChkTombstones_Info_01=Saldırılardan sonra köyünüzdeki mezar taşlarını otomatik olarak temizlemek için işaretleyin.
ChkTrap=Silahlandır ve yükle
ChkTrap_Info_01=Köyünüzdeki tuzakları yeniden silahlandırmak, X-Yayı ve Cehennem Kulelerini yeniden yüklemek için tıklayın.
ChkTreasuryCollect=Hazine
ChkTreasuryCollect_Info_01=Hazineye toplamak icin Minumum Altın değeri.
ChkTreasuryCollect_Info_02=Hazineye toplamak icin Minumum İksir değeri.
ChkTreasuryCollect_Info_03=Hazineye toplamak icin Minumum Kara İksir degeri.
ChkTreasuryCollect_Info_04=Veya
CmbBotCommand_Item_01=Saldırıyı Durdur
CmbBotCommand_Item_02=Botu Durdur
CmbBotCommand_Item_03=Botu Kapat
CmbBotCommand_Item_04=Kapat CoC + Bot
CmbBotCommand_Item_05=Bilgisayarı Kapat
CmbBotCommand_Item_06=PC'yi Uykuya Al
CmbBotCommand_Item_07=Yeniden Başlat
CmbBotCond_Item_01=A ve İ Dolu Maks. Kupa
CmbBotCond_Item_02=(A ve İ) Dolu veya Maks. Kupa
CmbBotCond_Item_03=(A ya da İ) Dolu ve Maks. Kupa
CmbBotCond_Item_04=A veya İ Dolu veya Maks. Kupa
CmbBotCond_Item_05=Altın ve İksir Dolu
CmbBotCond_Item_06=Altın veya İksir Dolu
CmbBotCond_Item_07=Altın Dolu ve Maks.Kupa
CmbBotCond_Item_08=İksir Dolu ve Maks. Kupa
CmbBotCond_Item_09=Altın Dolu veya Maks. Kupa
CmbBotCond_Item_10=İksir veya Maks. Kupa
CmbBotCond_Item_11=Altın Dolu
CmbBotCond_Item_12=İksir Dolu
CmbBotCond_Item_13=Maks. Kupaya Ulaşıldığında
CmbBotCond_Item_14=Kara İksir Dolu
CmbBotCond_Item_15=Tüm Depolar (A + İ + Kİ) Dolu
CmbBotCond_Item_16=Şu kadar saat çalıştığında
CmbBotCond_Item_17=Şimdi Sadece (Eğitim / Bağış)
CmbBotCond_Item_18=Şimdi Sadece (Bağış)
CmbBotCond_Item_19=Şimdi Sadece çevrimiçi kal
CmbBotCond_Item_20=W / Kalkan Varken Sadece (Eğitim / Bağış)
CmbBotCond_Item_21=W / Kalkan Varken Sadece (Bağış)
CmbBotCond_Item_22=W / Kalkan Varken Sadece çevrimiçi kal
Group_01=Saldırıyı Durdur
Group_02=Silahlandır, Topla, Kaldır
Group_03=Binaları El İle Tespit Et
Group_4=Topla && Etkinleştir
LblBotCommand=Koşullar :
LblBotWillHaltAutomatically=Yetersiz kaynaklardan ötürü bot durdurulduğunda bu değerlere ulaşınca botu
LblResumeAttack=devam ettir
LblTreasuryOr=Veya
TxtRelocate_Info_01=El ile Tespit Et:
TxtRestartDark_Info_01=Kara iksir yetersizliğinden dolayı bot durdurulduğunda saldırıya yeniden başlamak için gereken minimum kara iksir miktarı.
TxtRestartElixir_Info_01=İksir yetersizliğinden dolayı bot durdurulduğunda saldırıya yeniden başlamak için gereken minimum iksir miktarı.
TxtRestartGold_Info_01=Altın yetersizliğinden dolayı bot durdurulduğunda saldırıya yeniden başlamak için gereken minimum altın miktarı.
TxtTreasuryDark_Info_01=Hazineye toplamak için Minimum Kara İksir Depolama Miktarı.
TxtTreasuryElixir_Info_01=Hazineye Minimum İksir toplamak için Depolama Miktarı.
TxtTreasuryElixir_Info_02='Eksik İksir' hatası zamanı toplamak için Devamli Saldırı Değerleri ile aynı ayarı yapın
TxtTreasuryElixir_Info_03=birlik eğitimi şimdi olur
TxtTreasuryGold_Info_01=Hazineye toplamak için minimum Altın Depolama miktarı.
TxtTreasuryGold_Info_02='Eksik Altın' hatası zamanı toplamak için Devamlı Saldırı değerleriyle aynı ayarı yapın
TxtTreasuryGold_Info_03=saldırı için arama yaparken olur
[MBR GUI Design Child Bot - Options]
ChkAutoAlign=Oto. Hizala
ChkAutoAlign_Info_01=Ekranda BS ve Bot pencerelerini Yeniden Konumlandır/Hizala.
ChkAutoResume=Bot Otom. devam edicek
ChkAutoResume_Info_01=Senin botun x dakikadan sonra otoma. devam edicek
ChkAutostart=Oto. Başlat, süre
ChkAutostart_Info_01=Belirtilen saniye sonrasında botu otomatik başlatır.
ChkBotAutoSlideClick=Kısaltıldığında Otomotik Slayt
ChkBotAutoSlideClick_Info_01=Android takılıyken otomatik kaydırmayı etkinleştir\r\bot dışındaki pencereni etkinleştirme/devre dışı bırakma
ChkBotCustomTitleBarClick=My Bot tasarımının Başlık Çubuğu
ChkBotCustomTitleBarClick_Info_01=Optimize edilmiş My Bot-un Pencere Başlık Çubuğunu ve\r\nTüm Pencere Kenarını etkinleştir (botun yeniden başlatılması zorunludur)
ChkCheckGameLanguage=Oyun Dilini Kontrol Et (İNG)
ChkCheckGameLanguage_Info_01=Oyunun doğru dilde olup olmadığını kontrol et. (İngilizce olmalı).
ChkDeleteLogs=Günlük Kayıtlarını Sil
ChkDeleteLogs_Info_01=Belirtilen gün sayısından daha eski Günlük Kayıtlarını sil.
ChkDeleteLoots=Ganimet Fotosunu Sil
ChkDeleteLoots_Info_01=Belirtilen gün sayısından daha eski Ganimet Fotolarını sil.
ChkDeleteTemp=Geçici Dosyaları Sil
ChkDeleteTemp_Info_01=Belirtilen gün sayısından daha eski Geçici Dosyaları sil.
ChkDisableNotifications=Bildirimleri Kapat
ChkDisableNotifications_Info_01=Disable Notifications sent by the Bot
ChkDisableSplash=Açılış Ekranını Devre Dışı Bırak
ChkDisableSplash_Info_01=Baslangiçta açılış ekranini devre dışı bırakır.
ChkFixClanCastle=Klan Kalesi Algilamayi Zorla
ChkFixClanCastle_Info_01=Eger klan Kalesi saptanmamissa ve son yuvaya yerlestirilmemisse, botu algilamayan yuvayi Klan Kalesi olarak dikkate almaya zorlayin
ChkForMBRUpdates=Güncellemeleri kontrol et
ChkForMBRUpdates_Info_01=Son versiyona sahip olup olmadığını kontrol edin.
ChkHideWhenMinimized=Küçültüldügünde gizle
ChkHideWhenMinimized_Info_01=Simge simge durumuna küçültülmüs durumdayken bot penceresini görev çubugunda gizleyin.\r\nTop penceresini tekrar görüntülemek için trayicon 'Show bot' u kullanın.
ChkKillTeamViewer=Windows TeamViewer Serbest öldür
ChkKillTeamViewer_Info_01=TeamViewer'ın yakın sponsorlu oturumu istiyorsanız bunu kontrol edin.
ChkScreenshotHideName=Köy ve Klan adını gizle
ChkScreenshotType=PNG formatında kaydet
ChkSinglePBTForced=Kişisel Molada Kapat
ChkSinglePBTForced_Info_01=Bu zorlama ile bot Kişisel Mola başlamadan önce çıkması için
ChkUpdatingWhenMinimized=Küçültüldügünde güncelleniyor
ChkUpdatingWhenMinimized_Info_01=Bot penceresi için farkli küçültme yordamini etkinlestirin.\r\nBot minimuma getirildiginde, ekran güncellemeleri görev çubugu önizlemesinde gösterilir.
ChkUseRandomClick=Rasgele Tıklama
CmbAlignmentOptions_Info_01=0,0: Masaüstünde BS ekranını 0,0 pozisyonuna getirir ve Bot penceresini BS'nin sağına veya soluna hızalar.
CmbAlignmentOptions_Info_02=YASLA: Sadece pencereleri hızalar, Bot penceresini, BlueStacks penceresinin Sağüst, Solüst, Sağalt veya Solalt konumuna hizala.
CmbAlignmentOptions_Item_01=0,0: BlueStacks-Bot
CmbAlignmentOptions_Item_02=0,0: Bot-BlueStacks
CmbAlignmentOptions_Item_03=YASLA: Bot, BS'nin Sağüstüne
CmbAlignmentOptions_Item_04=YASLA: Bot, BS'nin Solüstüne
CmbAlignmentOptions_Item_05=YASLA: Bot, BS'nin Sağaltına
CmbAlignmentOptions_Item_06=YASLA: Bot, BS'nin Solaltına
CmbAlignmentOptions_Item_07=DOCK: Android'e Bot
CmbGUILanguage_Info_01=Arayüz dilini farklı bir dil ile değiştirmek için seçin.
Group_01=Arayüz Dili
Group_02=Bot Açıldığında
Group_03=Bot Başladığında
Group_04=Gelişmiş
Group_05=Fotoğraf Ekran Görüntüsü Seçenekleri
Group_06=Başka Cihazdan Bağlanılıyor
Group_07=Diğer Seçenekler
Group_08=İşlemci/Gelişmiş Konu
LblAlignOffsetX=Dengele
LblGlobalActiveBotsAllowed_Info_01=Bot aynı anda paralel çalışabilir
LblGlobalThreads_Info_01=Global görüntü işleme konuları, tüm botlar için kullanılacak
LblPBTimeForcedExit=Kişisel Mola bekleme süresi
LblPBTimeForcedExit_Info_01=Kişisel Moladan sonra açmak için geçecek süre. Kişisel Molada erken çıkma için minimum 10 dakika girilmelidir.
LblThreads_Info_01=Görüntü işleme konuları bu bot için kullanılacak
LblTimeAnotherDevice=uyarısı alındığında bekle
LblTimeAnotherDevice_Info_01=Başka bir cihazdan bağlanıldığında bot tekrar bağlanmadan önce beklenecek süreyi saniye cinsinden girin.
TxtAlignOffsetX_Info_01=BS ve BOT pencereleri arasına yatay dengele.
TxtAlignOffsetY_Info_01=BS ve BOT pencereleri arasına dikey dengele.
TxtGlobalActiveBotsAllowed_Info_01=Birden fazla bot çalıştırırken, aynı anda kaç tane çalıştırılacağını belirtin.\r\nBu, CPU kullanımınızı önemli ölçüde azaltır.\r\nMevcut mantıksal işlemcilerin yarısı iyi bir sayıdır.\r\nBu yapılandırma, tüm profillerde/örneklerde paylaşılır ve tüm botların yeniden başlatılması gereklidir (tümünü kapatın, bekleyin ve tekrar başlatın!).
TxtGlobalThreads_Info_01=Birden fazla bot çalıştıracaksanız, görüntü işleme görevleri için kaç tane global iş parçacığının aynı anda çalışabileceğini belirtin.\r\nBu, CPU kullanımınızı önemli ölçüde azaltır.\r\nMevcut mantıksal işlemcilerin yarısı iyi bir sayıdır.\r\nBu yapılandırma, tüm profillerde/örneklerde paylaşılır ve tüm botların yeniden başlatılması gereklidir (tümünü kapatın, bekleyin ve tekrar başlatın!).
TxtSinglePBTimeForced_Info_01=Kişisel Molada Oyunu Kapatır. Kişisel Mola minimum 15 dakika girilmelidir.
TxtThreads_Info_01=Görüntüler işlendiğinde, birden fazla iş parçacığı kullanılır. Burada, bu botun kaç iş parçacığı kullanabileceğini belirtmişsinizdir.\r\nDaha az iş parçacığı CPU kullanımınızı önemli ölçüde azaltır.\r\nMevcut mantıksal işlemcilerin yarısı iyi bir sayıdır. Mevcut tüm ürünler için 0 kullanın. Genel konu ayarlarının önceliği vardır.
[MBR GUI Design Child Bot - Stats]
BtnResetStats=Sıfırla
LblAttacked=Saldırılan
LblAttacked_Info_01=Bot tarafından saldırılan köylerin sayısı.
LblBase-Attacked=Saldırılan
LblBuilUpg-by-Elixir_Info_01=İksir ile yükseltilen Bina sayısı.
LblBuilUpg-by-Gold_Info_01=Altın ile yükseltilen Bina sayısı.
LblBuilUpg-Cost-by-Elixir_Info_01=Bot binaları yükseltirken harcanan İksir tutarı
LblBuilUpg-Cost-by-Gold_Info_01=Bot binaları yükseltirken harcanan Altın tutarı
LblCost-Collect=Maliyet ve Toplama
LblDarkE=K.iksir
LblDead-Base=Ölü Köy
LblDead-Base_Info_01=Saldırılan Ölü Köylerin sayısı.
LblDead-Base-Gain=kazanç
LblDead-Base-Gain-Dark_Info_01=Saldırılan Ölü Köylerden kazanılan Kara İksir miktarı.
LblDead-Base-Gain-Elixir_Info_01=Saldırılan Ölü Köylerden kazanılan İksir miktarı.
LblDead-Base-Gain-Gold_Info_01=Saldırılan Ölü Köylerden kazanılan Altın miktarı.
LblDead-Base-Gain-Trophies_Info_01=Saldırılan Ölü Köylerden kazanılan Kupa miktarı.
LblDElixir-collected=Toplanan K.İksir
LblDElixir-collected_Info_01=Sondalardan toplanan Kara İksir miktarı
LblDropped=Düşürülen
LblDropped_Info_01=Kupa ayarlarına (Çeşitli Sekmesinde) bağlı olarak düşürülen kupa sayısı.
LblElixir=İksir
LblElixir-collected=Toplanan İksir
LblElixir-collected_Info_01=İksir toplayıcılardan toplanan İksir miktarı.
LblGainPerHour=Saatlik Kazanç
LblGold=Altın
LblGold-collected=Toplanan Altın
LblGold-collected_Info_01=Madenlerden toplanan Altın miktarı
LblHeroesUpg=Kahraman Yüks.
LblHeroesUpg_Info_01=Yapılan kahraman yükseltmelerinin sayısı
LblheroesUpg-Cost=Yüks. tutarı K.İksir
LblheroesUpg-Cost_Info_01=Bot kahramanları yükseltirken harcanan Kara İksir tutarı
LblLastAttack=Son Saldırı İstatistikleri
LblLeague=Lig
LblLeagueBonus=Lig Bonusu
LblLive-Base=Canlı Köy
LblLive-Base_Info_01=Saldırılan Canlı Köylerin sayısı.
LblLive-Base-Gain-Dark_Info_01=Saldırılan Canlı Köylerden kazanılan Kara İksir miktarı.
LblLive-Base-Gain-Elixir_Info_01=Saldırılan Canlı Köylerden kazanılan İksir miktarı.
LblLive-Base-Gain-Gold_Info_01=Saldırılan Canlı Köylerden kazanılan Altın miktarı.
LblLive-Base-Gain-Trophy_Info_01=Saldırılan Canlı Köylerden kazanılan Kupa miktarı.
LblNbr-of-OoS=OoS Sayısı
LblNbr-of-OoS_Info_01=Alınan Out of Sync (İstemci-sunucu uyumlu değil) hatası sayısı
LblRun=Çalışma:
LblRuntime=Çalışma süresi
LblRuntime_Info_01=Botun çalıştığı toplam süre.
LblSearch-Cost=Arama tutarı
LblSearch-Cost_Info_01=Arama yaparken, köy atlamak için harcanan altın maliyeti
LblSkipped=Atlanan
LblSkipped_Info_01=Arama yapılırken atlanan köylerin sayısı.
LblStartedWith=Başlangıç
LblStats=Stats
LblStatsBonusLast_Info_01=Son saldırıda kazandığınız Bonus Altın İksir Miktarı.
LblStatsBonusLast_Info_02=Son saldırıda kazandığınız Bonus İksir Miktarı.
LblStatsBonusLast_Info_03=Son saldırıda kazandığınız Bonus Kara İksir Miktarı.
LblStatsDonDark-Spells=Kara İksir Büyüler
LblStatsDonDark-Troops=Kara İksir Birlikleri
LblStatsDonElixir-Spells=İksir Büyüleri
LblStatsDonElixir-Troops=İksir Birlikleri
LblStatsDonTotal=Toplam Bagis
LblStatsDonTotalXP=Kazanılan XP
LblStatsGainPerHour_Info_01=Saatlik Altın Kazancı
LblStatsGainPerHour_Info_02=Saatlik İksir Kazancı
LblStatsGainPerHour_Info_03=Saatlik Kara İksir Kazancı
LblStatsGainPerHour_Info_04=Saatlik Kupa Kazancı
LblStatsLastAttack_Info_01=Son saldırıda kazandığınız Altın Miktarı.
LblStatsLastAttack_Info_02=Son saldırıda kazandığınız İksir Miktarı.
LblStatsLastAttack_Info_03=Son saldırıda kazandığınız Kara İksir Miktarı.
LblStatsLastAttack_Info_04=Son saldırıda kazandığınız veya kaybettiğiniz Kupa Miktarı.
LblStatsSmartEarthQuakeUsed_Info_01=Deprem Büyülerini atmak için kullanılan miktarı
LblStatsSmartLightningUsed_Info_01=Yıldırım Büyülerinin atmak için kullanılan miktarı
LblStatsSmartZap_Info_01=Zap yaparken kazanılan Kara İksir miktarı
LblStatsStartedWith_Info_01=Bot başladığında sahip olduğunuz Altın Miktarı.
LblStatsStartedWith_Info_02=Bot başladığında sahip olduğunuz İksir Miktarı.
LblStatsStartedWith_Info_03=Bot başladığında sahip olduğunuz Kara İksir Miktarı.
LblStatsStartedWith_Info_04=Bot başladığında sahip olduğunuz Kupa Miktarı.
LblStatsSZRev2=Smart Zap
LblStatsSZRev2-Used=Kullanıldı
LblStatsTop_Info_01=En Fazla Altın
LblStatsTop_Info_02=En Fazla İksir
LblStatsTop_Info_03=En Fazla K.İksir
LblStatsTop_Info_04=En Fazla Kupa
LblStatsTotalGain_Info_01=Bot çalıştığı sürece kaybettiğiniz veya kazandığınız Altın Miktarı.
LblStatsTotalGain_Info_02=(Elle yapılan kaynak harcamaları buna dahil olur.)
LblStatsTotalGain_Info_03=Bot çalıştığı sürece kaybettiğiniz veya kazandığınız İksir Miktarı.
LblStatsTotalGain_Info_04=Bot çalıştığı sürece kaybettiğiniz veya kazandığınız Kara İksir Miktarı.
LblStatsTotalGain_Info_05=Bot çalıştığı sürece kaybettiğiniz veya kazandığınız Kupa Miktarı.
LblTH-Bully=KB Zorbalığı
LblTH-Bully_Info_01=KB Zorbalığı ile saldırılan köylerin sayısı.
LblTH-Bully-Gain-Dark_Info_01=KB Zorbalığı saldırılarından kazanılan Kara İksir miktarı.
LblTH-Bully-Gain-Elixir_Info_01=KB Zorbalığı saldırılarından kazanılan İksir miktarı.
LblTH-Bully-Gain-Gold_Info_01=KB Zorbalığı saldırılarından kazanılan Altın miktarı.
LblTH-Bully-Gain-Trophy_Info_01=KB Zorbalığı saldırılarından kazanılan Kupa miktarı.
LblTH-Snipe=KB Avı
LblTH-Snipe_Info_01=Bot Tarafından yapılan KB Avı sayısı
LblTH-Snipe-Gain-Dark_Info_01=KB Avı saldırılarından kazanılan Kara İksir miktarı.
LblTH-Snipe-Gain-Elixir_Info_01=KB Avı saldırılarından kazanılan İksir miktarı.
LblTH-Snipe-Gain-Gold_Info_01=KB Avı saldırılarından kazanılan Altın miktarı.
LblTH-Snipe-Gain-Trophy_Info_01=KB Avı saldırılarından kazanılan Kupa miktarı.
LblTH-Snipe-Lost_Info_01=Başarısız KB Avı denemelerinin sayısı
LblTH-Snipe-Win_Info_01=Başarılı KB Avı sayısı
LblTopLoot=Yüksek Yağma
LblTotalGain=Toplam Kazanç
LblTrain-Cost-DElixir=Birlik tutarı K.İksir
LblTrain-Cost-DElixir_Info_01=Kara (İzbe) Kışla birlikleri eğitilirken harcanan Kara İksir maliyeti
LblTrain-Cost-Elixir=Birlik tutarı İksir
LblTrain-Cost-Elixir_Info_01=Kışla birlikleri eğitilirken harcanan İksir maliyeti
LblTrophy=Kupa
LblUpg-by-Elixir=İksir ile Yüks.
LblUpg-by-Gold=Altın ile Yüks.
LblUpgrade-Costs=Yükseltme Maliyetleri
LblUpgrades-Made=Yapılan Yükseltmeler
LblWallUpg-by-Elixir_Info_01=İksir ile yükseltilen Duvar sayısı.
LblWallUpg-by-Gold_Info_01=Altın ile yükseltilen Duvar sayısı.
LblWallUpg-Cost-by-Elixir=Yüks. tutarı İksir
LblWallUpg-Cost-by-Elixir_Info_01=Bot duvarları yükseltirken harcanan İksir tutarı
LblWallUpg-Cost-by-Gold=Yüks. tutarı Altın
LblWallUpg-Cost-by-Gold_Info_01=Bot duvarları yükseltirken harcanan Altın tutarı
[MBR GUI Design Child Village - Donate]
ChkExtraAlphabets=Kiril
ChkExtraAlphabets_Info_01=Kiril Alfabesini etkinleştirmek için işaretleyin.
ChkExtraChinese=Çin
ChkExtraChinese_Info_01=Çin Alfabesini tanımlamak için bunu isaretleyin.
ChkExtraKorean=Korean
ChkExtraKorean_Info_01=Korean Alfabesini tanımlamak için bunu isaretleyin.
ChkExtraPersian=Persian
ChkExtraPersian_Info_01=Persian Alfabesini tanımlamak için bunu isaretleyin.
DonateTxtCustom=Özel Birlikler
Group_01=Donate Troops Selection Menu
Group_02=Genel Kara Liste
LblDonateCustom_01=1
LblDonateCustom_02=2
LblDonateCustom_03=3
LblExtraAlphabets=Ekstra Alfabe Tanımlanması:
LblGeneralBlacklist=Bu anahtar kelimeler için bağış YAPMA
TxtBlacklist1=Kara
TxtBlacklistTroop_Item_01=hiçbir barbar|no barb|barbarians hiçbir|barb hayır
TxtBlacklistTroop_Item_02=hiçbir okçular|no arch|archers hiçbir|arch hayır
TxtBlacklistTroop_Item_03=hiçbir devler|giants hayır
TxtBlacklistTroop_Item_04=hiçbir goblinler|goblins hayır
TxtBlacklistTroop_Item_05=hiçbir duvar kırıcı|duvar kırıcı hayır
TxtBlacklistTroop_Item_06=hiçbir balonlar|balloons hayır
TxtBlacklistTroop_Item_07=hiçbir sihirbazlar|wizards hayır
TxtBlacklistTroop_Item_08=hayır şifacı|healer hayır
TxtBlacklistTroop_Item_09=hiçbir ejderha|dragon hayır
TxtBlacklistTroop_Item_10=hayır PEKKA|pekka hayır
TxtBlacklistTroop_Item_11=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
TxtBlacklistTroop_Item_12=no miner\r\nminer no\r\nno mine\r\nmine no
TxtBlacklistTroop_Item_13=no lightning\r\nlightning no
TxtBlacklistTroop_Item_14=no heal\r\nheal no
TxtBlacklistTroop_Item_15=no rage\r\nrage no
TxtBlacklistTroop_Item_16=no jump\r\njump no
TxtBlacklistTroop_Item_17=no freeze\r\nfreeze no
TxtBlacklistTroop_Item_18=hiçbir dalkavuk|minions hayır
TxtBlacklistTroop_Item_19=hiçbir domuz|hog hayır
TxtBlacklistTroop_Item_20=valkyries|valkyries hayır
TxtBlacklistTroop_Item_21=hayır golem|golem hayır
TxtBlacklistTroop_Item_22=hayır cadılar|witch hayır
TxtBlacklistTroop_Item_23=hiçbir lavahound|hound hayır
TxtBlacklistTroop_Item_24=no bowler\r\nbowl no
TxtBlacklistTroop_Item_25=hiçbir zehir|poison hayır
TxtBlacklistTroop_Item_26=hayır deprem|quake hayır
TxtBlacklistTroop_Item_27=hiç acele|haste hayır
TxtBlacklistTroop_Item_28=hayir iskelet\r\nskeleton hyr\r\hayir skel
TxtBlacklistTroop_Item_29=sadece|just
TxtBlacklistTroop_Item_30=no air\r\nair no\r\nonly\r\njust
TxtDonate=Bağışla:
TxtDonateAll=Tüm İsteklere Bağışla
TxtDonateTip=Birlik İsteği
TxtDonateTipAll=Tüm birlik isteklerine bağışla.
TxtDonateTipTroop=anahtar kelimeleriyle eşleşiyorsa bağışla.
TxtDonateTroop_Item_01=barbarlar|barb
TxtDonateTroop_Item_02=okçular|arch
TxtDonateTroop_Item_03=devleri|giant|any|reinforcement
TxtDonateTroop_Item_04=Goblinler|goblin
TxtDonateTroop_Item_05=duvar kırıcı|breaker
TxtDonateTroop_Item_06=balonlar|balloon
TxtDonateTroop_Item_07=sihirbazlar|wizard
TxtDonateTroop_Item_08=şifacı
TxtDonateTroop_Item_09=ejderha
TxtDonateTroop_Item_10=PEKKA|pekka
TxtDonateTroop_Item_11=yavru ejderha\r\nbaby
TxtDonateTroop_Item_12=madenci|mine
TxtDonateTroop_Item_13=yıldırım
TxtDonateTroop_Item_14=şifa
TxtDonateTroop_Item_15=öfke
TxtDonateTroop_Item_16=atlama
TxtDonateTroop_Item_17=dondurma
TxtDonateTroop_Item_18=dalkavuk|minion
TxtDonateTroop_Item_19=domuz binici|hogs|hog
TxtDonateTroop_Item_20=valkyries|valkyrie
TxtDonateTroop_Item_21=golem
TxtDonateTroop_Item_22=cadılar|witch
TxtDonateTroop_Item_23=lav tazı|hound|lava
TxtDonateTroop_Item_24=taş atan\r\nbowlers\r\nbowl
TxtDonateTroop_Item_25=zehir
TxtDonateTroop_Item_26=deprem|quake
TxtDonateTroop_Item_27=acele
TxtDonateTroop_Item_28=iskelet|skel
TxtDonateTroop_Item_29=Herhangi|need
TxtDonateTroop_Item_30=hava desteği\r\nany air
TxtGeneralBlacklist_Info_01=Birlik İsteği İçin Genel Kara Liste
TxtGeneralBlacklist_Item_01=klan savaşı|war|cw
TxtIgnoreAll=Bu aynı zamanda TÜM anahtar kelimeleri göz ardı eder.
TxtKeywords=Bağış İçin Anahtar Kelimeler
TxtKeywordsNo=Bu anahtar kelimelere bağış yapma
TxtKeywordsNoTip=Bağış İçin Kara Liste
TxtNothing=Bağışlanacak Birlik ve Büyülerin Seçimi
[MBR GUI Design Child Attack - Deadbase Attack Milking]
CapacityStructure_01=0-4%
CapacityStructure_02=5-19%
CapacityStructure_03=20-74%
CapacityStructure_04=75-89%
CapacityStructure_05=90-100%
ChkAtkGEDExtractors=Saldır
ChkAttackMinesIfDarkElixir=Kara İksir şu değerin altındaysa saldır
ChkAttackMinesIfElixir=İksir miktarı şu değerin altındaysa saldır
ChkAttackMinesIfGold=Altın miktarı şu değerin altındaysa saldır
ChkMilkAfterAttackScripted=Komutlu Saldiriyi Etkinleştir
ChkMilkAfterAttackScripted_Info_02=kullan ölü üsleri için saldırıyı senaryosunu, bu standart saldırıyı devre dışı bırakır
ChkMilkAfterAttackTHSnipe=TH Snipe'i etkinleştir
ChkMilkFarmForceTolerance=Tolerans Zorla
ChkMilkFarmForceTolerance_Info_01=Normal Tolerans
ChkMilkFarmForceTolerance_Info_02=Hızlandırılmış Tolerans
ChkMilkFarmForceTolerance_Info_03=Yıkım Toleransı
ChkMilkingDebugFullSearch=fullsearch, sadece hata ayıklama amacıyla (çok yavaş) için
ChkMilkingDebugFullSearch_Info_01=Bu seçenekleri ile size fark edilmemiş İksir Toplayıcıları görüntüleri algılayabilir
ChkMilkingDebugIMG=offset her çıkarıcı Görüntüleri olun
ChkMilkingDebugVillage=köylerin Görüntüleri olun
ChkSnipeIfNoElixir=Milking yapılacak toplayıcı olmasa bile saldır
ChkStructureDestroyedAfterAttack=Dalgadan sonra yıkım kontrolü
ChkStructureDestroyedAfterAttack_Info_01=Dalgadan sonra toplayıcıların yıkılıp yıkılmadığını kontrol et
ChkStructureDestroyedAfterAttack_Info_02=Bu seçeneği kullanmak için dalgalar arası bekleme süresinin yüksek olması gerekir.
ChkStructureDestroyedBeforeAttack=Dalgadan önce yıkım kontrolü
ChkStructureDestroyedBeforeAttack_Info_01=Dalgadan önce toplayıcıların yıkılıp yıkılmadığını kontrol et.
ChkStructureDestroyedBeforeAttack_Info_02=Bu seçeneği kullanmak için dalgalar arası bekleme süresinin yüksek olması gerekir.
CmbMilkAttackType_Item_01=Yavaş: Her toplayıcıyı kontrol et.
CmbMilkAttackType_Item_02=Hızlı: Sadece toplayıcıların seviyesini kontrol et.
CmbMilkingAttackDropGoblinAlgorithm_Item_01=Her Goblini aynı yere bırak
CmbMilkingAttackDropGoblinAlgorithm_Item_02=Her Goblini farklı yere bırak
CmbMilkLvl_01=Düzeyleri 1-4
CmbMilkLvl_05=Seviye 5
CmbMilkLvl_06=Seviye 6
CmbMilkLvl_07=Seviye 7
CmbMilkLvl_08=Seviye 8
CmbMilkLvl_09=Seviye 9
CmbMilkLvl_10=Level 10
CmbMilkLvl_11=Seviye 11
CmbMilkLvl_12=Seviye 12
CmbStructureOrder_Item_01=Saldırı Şekli: Bulunduğu yere
CmbStructureOrder_Item_02=Saldırı Şekli: Rastgele
CmbStructureOrder_Item_03=Saldırı Şekli: Kenardan
Group_01=Milking Arama Ayarları
Group_02=İksir Toplayıcıların Min.Seviyesi
Group_03=Toplayıcılar
Group_04=Saldırılacak Toplayıcılar
Group_05=Saldırı Koşulları
Group_06=Her Toplayıcıda Kullanılacak Birlikler
Group_07=Dağıtma Ayarları
Group_08=Yıkılan Toplayıcıların Kontrolü
Group_09=Milking-den sonra KB dışarıdaysa saldır
Group_10=5b. Komut Dosyali Saldiriya Devam Edin
Group_11=Tolerans Ayarları
Group_12=Hata Ayıklama
LblMaxTilesMilk=Kenardan maks. uzaklık
LblMilkSnipeAlgorithm=Saldırı Şekli
LblRedline-and-Collectors=Kırmızı çizgi ile toplayıcıların arası
LblWhichLevel=Şu seviye üstüyse
TxtDelayWaves=- Dalgalar arası gecikme (ms):
TxtDisable=DIS.
TxtMaxWaves=- Maksimum dalga:
TxtMaxWaves_Info_01=Birimlerin her bir kollektörde düsmesi için en fazla dalga sayisini seçin.
TxtMaxWaves_Info_02=Kollektör tahrip olursa, daha fazla dalga atilmayacaktir.
TxtXWave=- Her bir dalgadaki birlikler:
[MBR Func_Notify]
Another-Device_Info_01=Baska bir Aygit Baglandi
Another-Device_Info_02=Baska bir Cihaz bagli, bekliyor
ATTACK OFF=Saldırı Kapalıdır
ATTACK OFF_Info_01=- 'Online kal' seçenegiyle 'Misc' sekmesinde 'Saldırı'yi ??açin
ATTACK OFF_Info_02=Saldırı KAPALIDIR modunu kapat.
ATTACK ON_Info_01=Saldırı Açıkdır
ATTACK ON_Info_02=Saldırı Açıkdır modunu aç.
Attack_Info_01=Saldiriya ugradi
Attack_Info_02=Sonraki dügmeyi bulamiyor, Tekrar baslatiliyor Bot
Bot=BOT
Bot_Info_01=- Botunuzu Komut göndermek için şu listeden uzaktan kumanda edebilirsiniz:
BUILDER=BUILDER
BUILDER_Info_01=- Ins durumunu ekran görüntüsünü gönder
BUILDER_Info_03=insaatçi (lar) bosta.
BUILDER_Info_04=Şef, Yapimci Bilgisi için isteginiz en kisa sürede islenecektir
Camps-Full_Info_01=Ordu Kamplariniz artik dolu
Command-Not-Recognized=Komut taninmadi
DELETE=DELETE
DELETE_Info_01=- önceki PushBullet iletilerinizin tümünü sil
Examples=Örnekler:
Free-Builders_Info_01=Bosta Ins Sayisi
GEM_Info_01=GEM
HALTATTACKOFF=HALTATTACKOFF
HALTATTACKON=HALTATTACKON
HELP=HELP
HELP_Info_01=- Bu yardim mesajini gönder
HIBERNATE=HIBERNATE
HIBERNATE_Info_01=- Hazirda beklet ana bilgisayari
HIBERNATE_Info_02=PC Hazirda bekletme dizisi başlatıldı
LASTRAID=LASTRAID
LASTRAID_Info_01=- son saldirnin  ekran görüntüsünü gönder
Last-Raid_Info_01=Son Saldırı
Last-Raid_Info_02=Son Saldırı txt
Last-Raid_Info_03=Son baskin ekran görüntüsü yok.
Last-Raid_Info_04=Son Raid txt
Last-Raid_Info_05=Son Saldırı
LASTRAIDTXT=LASTRAIDTXT
LASTRAIDTXT_Info_01=- son saldırı yagma degerlerini gönder
LOG=LOG
LOG_Info_01=- <Köy Adi> adlisu anki günlüğünü gönder
LOG_Info_02=Günlükler
LOG_Info_03=Geçerli Günlügü
LOG_Info_04=CoC, Hata Durdu
LOG_Info_05=Islem Hatası Sonrasinda Yeniden Başlatıldı
LOG_Info_06=Sonra baglanti kesildi
LOG_Info_07=Run Time
Loots_Info_01=Saldırılar
Match-Found_Info_01=Köy Bulundu! sonra
Need-Rest_Info_01=Şef, biraz dinlenmeye ihtiyacımız var!
New-Version_Info_01=Şef, mevcut botun yeni bir versiyonu var
Notify_001=Notify PushBullet
PAUSE=PAUSE
PAUSE_Info_01=-<Köy Adi> adlı botun duraklatır.
Request-For-Help_Info_01=Komple bir komut listesi edinmek için lütfen BOT HELP basiniz.
Request-For-Help_Info_02=Yardım Istegi
Request-Stop_Info_01=Durdurma Istegi
Request-Stop_Info_02=Durdurma Istegi ...
Request-Stop_Info_03=Botunuz şimdi durduluyor ...
Request-Stop_Info_04=Botunuz şu anda durduruldu, hiçbir işlem yapılmadı
Request-Stop_Info_05=Botunuz ve Emulator şimdi yeniden başlatıyor
Request-Stop_Info_06=Botunuz şimdi duruyor
Request-Stop_Info_07=Botunuz şu anda durduruldu, hiçbir işlem yapılmadı
Request-Stop_Info_08=Saldırı sırasında duraklatma yapilamiyor, daha sonra tekrar deneyin.
Request-Stop_Info_09=Botunuz ve Emulator şimdi yeniden baslatiliyor ...
Request-Stop_Info_10=Bot tekrar başlatıldı
Request-Stop_Info_11=Botunuz şu anda duraklatildi, işlem yapılmadı
Request-Stop_Info_12=Botunuz şu anda devam ediyor, herhangi bir işlem yapılmadı
Request-Stop_Info_13=Isteginiz alindi. Bot şimdi duraklatildi
Request-Stop_Info_14=Isteginiz alindi. Bot şimdi başlatıldı
Request-Stop_Info_15=Saldırı sırasında duraklatilamiyor, daha sonra tekrar deneyin.
Request-Stop_Info_16=Yeniden Baslatma Istegi
Request-Stop_Info_17=Duraklat Istegi
Request-Stop_Info_18=Yeniden Basvuru Istegi
RESETSTATS=RESETSTATS
RESETSTATS_Info_01=- Köy İstatistikleri sıfırla
RESETSTATS_Info_02=Istatistikler sifirlandi.
RESTART=RESTART
RESTART_Info_01=- <Köy Adi> adlı Emulator'ü ve botu yeniden baslatir.
RESUME=RESUME
RESUME_Info_01=- <Köy Adi> adlı botun kaldigi yerden devam ettirir
Resumed_Info_01=Botunuz şu anda devam ediyor, herhangi bir işlem yapılmadı
SCREENSHOT=SCREENSHOT
SCREENSHOT_Info_01=- bir ekran görüntüsü gönder
SCREENSHOT_Info_02=Son raid ekran görüntüsü yok
SCREENSHOT_Info_03=Şef, Ekran görüntüsü talebiniz en kisa sürede islenecek
SCREENSHOT_Info_04=Köyünüzün ekran görüntüsü
SCREENSHOTHD=SCREENSHOTHD
SCREENSHOTHD_Info_01=- yüksek çözünürlükte bir ekran görüntüsü gönderin
SHIELD=SHIELD
SHIELD_Info_01=- kalkan statüsünün ekran görüntüsünü gönder
SHIELD_Info_02=Şef, Kalkan Bilgisi talebiniz en kisa sürede islenecek
SHUTDOWN=SHUTDOWN
SHUTDOWN_Info_01=- Ana bilgisayari kapat
SHUTDOWN_Info_02=PC Kapatma sirasi başlatıldı
Skip_Info_01=atla (s)
Skip_Info_02=Atlandi
STANDBY=STANDBY
STANDBY_Info_01=- Bekle, ana bilgisayar
STANDBY_Info_02=PC Bekleme sirasi başlatıldı
STATS=STATS
STATS_Info_01=-<Köy Adi> adlı Köyün Istatistiklerini gönderir
Stats_Info_02=Istatistikler Köyü Raporu
Stats_Info_03=Var
Stats_Info_04=Saat Basi Kazanç
Stats_Info_05=Baslangiçta
Stats_Info_06=Şimdi saldiriyor
Stats-DE_Info_01=K.İ
Stats-E_Info_01=İ
Stats-G_Info_01=A
Stats-Now_Info_01=Şimdi (Mevcut Kaynaklar)
Stats-T_Info_01=Şimdi (Mevcut Kaynaklar)
STOP=STOP
STOP_Info_01=- <Köy Adi> adlı botu durdurur.
Take-Break_Info_01=Köy mola vermek zorunda ..
Train_Info_01=Eğitilecek askerler/büyüler
Train_Info_02=Su an eğitilmiş askerler & büyüler
Train_Info_03=Mevcut Ordu Kampı
Train_Info_04=-  Büyüler
Train_Info_05=Mevcut Kapasiteler
Train_Info_06=-  Ordu Kampı
TROOPS=BİRLİKLER
TROOPS_Info_01=E
Upgrading_Info_01=Yükseltme
Upgrading_Info_02=Yükseltmeyi atla
Upgrading_Info_03=Altın kullanarak tamamlandı
Upgrading_Info_04=Complete by using ELIXIR
Upgrading_Info_05=Altın yükseltme düğmesi bulunamadı
Upgrading_Info_06=iksir yükseltme düğmesi bulunamadı
Upgrading_Info_07=Altın ile yükseltme islemi tamamlandı
Upgrading_Info_08=Yükseltme İksir kullanilarak tamamlandı
Upgrading_Info_09=Iyilestirme İksir Dügmesi Yok
Upgrading_Info_10=Altın ile yükselt düğmesi bulunamıyor
Uploading-File_Info_01=PushBullet sunucusuna dosya yükleniyor
Uploading-File_Info_02=Telegram sunucusuna dosya yükleyen bir hata türü oluştu ...
Uploading-File_Info_03=Dosya Yüklenemiyor
Uploading-File_Info_04=Olağan bir hata türü
Uploading-File_Info_05=Dosyayı göndermek mümkün değil
Wall-Up_Info_01=Hayır. Duvar yükseltiliyor
Wall-Up_Info_02=Duvar seviyesi bulundu
Wall-Up_Info_03=Duvar seviyesi bulunamadı
Wall-Up_Info_04=Duvar parçası bulundu

[500]
500=***Section use for Bot messages and splash***

[600]
600=***Section use for Tab Name***

[601]
601=***Section use for General***

[602]
602=***Section use for General Bottom***

[603]
603=***Section use for Commun Value***

[604]
604=***Section use for Troops***

[605]
605=***Section use for Spell***

[606]
606=***Section use for Tab End Battle***

[607]
607=***Section use for Tab Scripted Attack***

[608]
608=***Section use for Tab Standard Attack***

[609]
609=***Section use for Tab Trophy Setting***

[610]
610=***Section use for Village Misc***

[611]
611=***Section use for Tab Request Troops***

[612]
612=***Section use for Tab Donate Troops***

[613]
613=***Section use for Tab Schedule Donations***

[614]
614=***Section use for Tab Upgrade Laboratory***

[615]
615=***Section use for Tab Upgrade Heroes***

[616]
616=***Section use for Tab Upgrade Buildings***

[617]
617=***Section use for Tab Upgrade Wall***

[618]
618=***Section use for Tab Achievements***

[619]
619=***Section use for Tab Notify PushBullet/Telegram***

[620]
620=***Section use for Notify***

[621]
621=***Section use for Tab Troops***

[622]
622=***Section use for Tab Spells***

[623]
623=***Section use for Tab Boost***

[624]
624=***Section use for Tab Attack***

[625]
625=***Section use for Tab Search***

[626]
626=***Section use for Tab Collectors***

[627]
627=***Section use for Tab Load Strategy***

[628]
628=***Section use for Tab Save Strategy***

[629]
629=***Section use for Tab Bully***

[630]
630=***Section use for Tab Options Search***

[631]
631=***Section use for Tab Milking Attack***

[632]
632=***Section use for Tab Stats***

[633]
633=***Section use for Tab Options End Battle***

[634]
634=***Section use for Tab Options Attack***

[635]
635=***Section use for Create Scripted Attack***

[636]
636=***Section use for Tab Bot Options***

[637]
637=***Section use for Tab Bot Profile***

[638]
638=***Section use for SmartZap***

[639]
639=***Section Not use***

[640]
640=***Section use for all Popups***

[641]
641=***Section use for Army Training Options***

[642]
642=***Section use for Distributors***

[643]
643=***Section use for Android Options***
[Android]
Android_Options=Android Seçenekleri
ChkAdbClickDragScript=Doğru Tıklama için Tıkla && Sürükle komut dosyası kullanın
ChkAdbClickDragScript_Info=Tıklama ve Sürükleme için Android'e özgü komut dosyaları kullanın.\R\n İşaretlenmemişse, daha uyumlu bir giriş 'hızlıca kaydırma' kullanın.
CmbBackgroundMode=Varsayılan|WinAPI kullanın (Android DirectX'e gerek var)|ADB ekran yakalayıcısını kullanın
CmbBackgroundMode_Info=Android ekran görüntüsünün arka plan modunda nasıl kullanılacağını kontrol edin.\NVarsayılan olarak, Android Emulator'e dayanan WinAPI veya ekran yakalayıcısını(screencap) seçer.\NBilgi: WinAPI, ekran yakalayıcısından(screencap) daha hızlıdır, ancak ekran yakalayıcısını(screencap) daima çalışır, ekran kapalı olsa bile (buna biz "Gerçek Arka Plan Modu" deriz)!
LblBackgroundMode=Ekran Yakalama Arka Plan Modu
[Android Control]
BtnAndroidAdbShell=Yeni Konsol Penceresinde ADB Kabuğu'nu Başlatın
BtnAndroidBack=Geri Gönder
BtnAndroidHome=Eve Gönder
BtnPlayStoreGame=Clash of Clans
BtnPlayStoreNovaLauncher=Nova Launcher
Group_03=Android Kontrol
Group_04=Play Store Uygulamalarını Kurun
